Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: Display recent tweets
de_de: Zeige letzte Tweets

source: Please fill all widget settings!
de_de: Bitte alle Widget-Einstellungen ausfüllen!

source: Couldn't find twitteroauth.php!
de_de: Konnte twitteroauth.php nicht finden!

source: You'll need to regenerate it <a href="%s" target="_blank">here</a>!
de_de: Sie müssen es <a href="%s" target="_blank">hier</a> regenerieren!

source: Please check your configuration.
de_de: Bitte überprüfen Sie Ihre Konfiguration.

source: %s seconds ago
de_de: %s vor Sekunden

source: about 1 minute ago
de_de: vor 1 Minute ungefähr

source: %s minutes ago
de_de: %s vor Minuten

source: about 1 hour ago
de_de: vor 1 Stunde ungefähr

source: %s hours ago
de_de: %s vor Stunden

source: yesterday
de_de: Gestern

source: %s days ago
de_de: %s vor Tagen

source: over a year ago
de_de: vor über einem Jahr

source: Consumer Key
de_de: Konsumenten Key

source: Consumer Secret
de_de: Konsumenten Secret

source: Cache Tweets in every
de_de: Cache Tweets in jedem

source: hours
de_de: stunden

source: Twitter Username
de_de: Twitter Benutzername

source: Tweets to display
de_de: Tweets zum anzeigen

source: Exclude replies
de_de: Antworten ausschliessen

source: Display Noo Job Type.
de_de: Display Noo Anstellungsarten.

source: Noo Job Type
de_de: Anstellungsart

source: Show Job Counts
de_de: Anzahl Job anzeigen

source: Display Noo Job Categories.
de_de: Anzeigen Noo Job Kategorien.

source: Only Show First Level
de_de: Nur Erstes Level anzeigen

source: Include Empty Categories
de_de: Leere Kategorien einschliessen

source: Show Hierarchy
de_de: Hierarchie anzeigen

source: Display Noo Job Location.
de_de: Anzeigen Noo Job Standorte.

source: Noo Job Location
de_de: Noo Job Standort

source: Display
de_de: Anzeigen

source: Show post counts
de_de: Anzahl Posts anzeigen

source: Show hierarchy
de_de: Hierarchie anzeigen

source: Simple keyword search for Jobs.
de_de: Einfache Keyword-Suche nach Jobs.

source: Simple Job Search
de_de: Einfache Jobsuche

source: Search for:
de_de: Suche nach:

source: Search Job&hellip;
de_de: Job suchen&hellip;

source: Keyword search for Companies.
de_de: Name der Firma eingeben

source: Simple Company Search
de_de: Einfache Arbeitgeber suchen

source: Search Company&hellip;
de_de: Arbeitgeber suchen&hellip;

source: Display the number of available jobs.
de_de: Anzahl der verfügbaren Jobs anzeigen.

source: Noo Job Count
de_de: Noo Job Anzahl

source: Available Jobs
de_de: Jobs

source: Display the Categories for resume.
de_de: Lebenslauf Kategorien anzeigen.

source: Resume Categories
de_de: Lebenslauf Kategorien

source: Show Resume Counts
de_de: Lebenslauf Zählung anzeigen

source: Simple keyword search for Resumes.
de_de: Einfache Keyword-Suche nach Lebensläufen.

source: Simple Resume Search
de_de: Einfache Lebenslauf suche

source: Search Resume&hellip;
de_de: Lebenslauf suchen&hellip;

source: Search by Candidate Name
de_de: Suche nach Kandidaten

source: Search by Resume Title &amp; Content
de_de: Suche nach Lebenslauf Titel &amp; Content

source: Search by Education
de_de: Nach Ausbildung aktivieren

source: Search by Experience
de_de: Suche nach Erfahrung

source: Search by Skill
de_de: Suche nach Skills

source: Display the total number of available resumes.
de_de: Gesamtzahl der verfügbaren Lebensläufe anzeigen.

source: Resumes Count
de_de: Anzahl Lebensläufe

source: Display style (jobs slider, jobs list) .
de_de: Style anzeigen (Jobs Slider, Jobs Liste) .

source: Job Categories
de_de: Job Kategorien

source: Job Categorie
de_de: Job Kategorie

source: Job Advanced Search
de_de: Job Erweiterte Suche

source: Search Position #
de_de: Suchposition #

source: Disable Live Search
de_de: Live Suche deaktivieren

source: Enable Reset Button
de_de: Zurücksetzen-Taste aktivieren

source: Show the button that will reset all criteria.
de_de: Zeigen Sie den Button, die alle Kriterien zurücksetzen wird.

source: Hide Search Button
de_de: Suche ausblenden

source: The search form is live so you may not need the search button.
de_de: Das Suchformular ist Live, so dass Sie die Suchen Butten nicht benötigen.

source: Reset
de_de: Zurücksetzen

source: Resume Advanced Search
de_de: Lebenslauf Erweiterte Suche

source: All resumes displayed
de_de: Alle Lebensläufe angezeigt

source: Main Sidebar
de_de: Haupt Seitenleiste

source: Default Blog Sidebar.
de_de: Standard Blog Seitenleiste.

source: Job Sidebar
de_de: Job Seitenleiste

source: Default Sidebar for Job.
de_de: Standard Seitenleiste für Job.

source: Resume Sidebar
de_de: Lebenslauf Seitenleiste

source: Default Sidebar for Resume.
de_de: Standard Seitenleiste für Lebenslauf.

source: NOO - Footer Column #
de_de: NOO - Fusszeile Spalte #

source: Out of stock
de_de: Ausverkauft

source: Default sorting
de_de: Standard-Sortierung

source: Sort by popularity
de_de: Sortieren nach Beliebheit

source: Sort by average rating
de_de: Sortieren nach durchschnittliche Bewertung sortieren

source: Sort by newness
de_de: Sortieren nach Neuheit

source: Sort by price: low to high
de_de: Sortieren nach Preis: niedrig bis hoch

source: Sort by price: high to low
de_de: Sortieren nach Preis: hoch bis niedrig

source: Rated %s out of 5
de_de: Bewertung %s von 5

source: out of 5
de_de: von 5

source: Category:
de_de: Kategorie:

source: Placeholder
de_de: Platzhalter
