Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: You can use the following placeholders in content of this email:
de_de: Sie können die folgenden Platzhalter für den Inhalt Ihrer eMails verwenden:

source: You can also use the custom fields:
de_de: Dessweiteren können Sie auch die Benutzerdefinierten Felder verwenden.

source: Failed to open temp directory.
de_de: Das temporäre Verzeichnis konnte nicht geöffnet werden.

source: Failed to open input stream.
de_de: Fehler beim Öffnen des Input Streams

source: Failed to open output stream.
de_de: Fehler beim Öffnen des Output Streams

source: Failed to move uploaded file.
de_de: Die hochgeladene Datei konnte nicht verschoben werden.

source: Select Some Options
de_de: Auswählen

source: Select an Option
de_de: Option auswählen

source: No results match
de_de: Keine Ergebnisse gefunden

source: Read less
de_de: Weniger

source: Read more
de_de: Weiterlesen

source: Please agree with the Terms of use
de_de: Bitte akzeptieren Sie die AGB

source: Are you sure to delete this job?
de_de: Sind Sie sicher, dass Sie das löschen wollen?

source: Sending info, please wait...
de_de: Bitte warten ...

source: Permalink to: "%s"
de_de: Permalink zu: "%s"

source: Play
de_de: Abspielen

source: Mute
de_de: Stumm

source: Permanent link to: "%s"
de_de: Permanenter Link zu: "%s"

source: under
de_de: unter

source: by
de_de: nach

source: on
de_de: an

source: Share on Facebook
de_de: Auf Facebook teilen

source: Share on Twitter
de_de: Auf Twitter teilen

source: Share on Google+
de_de: Auf Google+ teilen

source: Share on Pinterest
de_de: Auf Pinterest teilen

source: Share on LinkedIn
de_de: Auf LinkedIn teilen

source: Posts by %s
de_de: Beiträge von %s

source: View all Portfolio Items in: &ldquo;%s&rdquo;
de_de: Alle Portofolio Elemente anzeigen in: &ldquo;%s&rdquo;

source: View all posts in: &ldquo;%s&rdquo;
de_de: Alle Beiträge in: &ldquo;%s&rdquo; ansehen

source: Leave a comment on: &ldquo;%s&rdquo;
de_de: Kommentar hinterlassen: &ldquo;%s&rdquo;

source: Leave a Comment
de_de: Kommentar hinterlassen

source: View a comment on: &ldquo;%s&rdquo;
de_de: Kommentar auf: &ldquo;%s&rdquo; ansehen

source: Comment
de_de: Kommentar

source: View all comments on: &ldquo;%s&rdquo;
de_de: Alle Kommentare auf: &ldquo;%s&rdquo; ansehen

source: Comments
de_de: Kommentare

source: Author
de_de: Autor

source: Your comment is awaiting moderation.
de_de: Ihr Beitrag wartet auf die Moderation

source: Reply
de_de: Antworten

source: Email*
de_de: E-Mail Adresse*

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
de_de: Angemeldet als <a href="%1$s">%2$s</a>. <a href="%3$s" title="Von diesem Account abmelden">Abmelden?</a>

source: Leave your thoughts
de_de: Kommentar hinterlasse

source: Leave a reply to %s
de_de: Antwort hinterlassen %s

source: Click here to cancel the reply
de_de: Klicken Sie hier, um die Antwort abzubrechen

source: Submit
de_de: Senden

source: Previous post
de_de: Vorherigen Post

source: Next post
de_de: Nächster Post

source: Share
de_de: Teilen

source: No Social Media Link
de_de: Kein Social Media Link

source: Your session has expired. Please reload and retry.
de_de: Sitzung ist abgelaufen. Bitte Seite aktualisieren.

source: Your email address is invalid. Click back and enter a valid email address.
de_de: E-Mail Adresse ist ungültig. Gehen Sie bitte zurück und geben Sie eine gültige E-Mail Adresse ein.

source: Invalid Email
de_de: Ungültige E-Mail Adresse

source: There's an unknown problem. Please reload and retry.
de_de: Unbekanntes Problem. Bitte Seite aktualisieren

source: Thank you for your subscription.
de_de: Vielen Dank für Ihre Bestellung.

source: Facebook Profile
de_de: Facebook Profil

source: Twitter Profile
de_de: Twitter Profil

source: Google Profile
de_de: Google Profil

source: LinkedIn Profile
de_de: LinkedIn Profil

source: Pinterest Profile
de_de: Pinterest Profil

source: Search Results
de_de: Suchergebnisse

source: Search Results for:
de_de: Suchergebnisse für:

source: Shop
de_de: Produkte

source: Author Archive
de_de: Autor Archiv

source: for:
de_de: für:

source: Post Archive by Year:
de_de: Beitrag Archiv Nach Jahr:

source: Post Archive by Month:
de_de: Beitrag Archiv nach Monaten:

source: Post Archive by Day:
de_de: Beitrag Archiv nach Tag:

source: Oops! We could not find anything to show you.
de_de: Hoppla! Wir konnten nichts finden.

source: Would you like to go somewhere else to find your stuff?
de_de: Möchten Sie woanders hingehen, um Ihre Sachen zu finden?

source: Login or create an account
de_de: Anmelden oder registrieren

source: Post a Job
de_de: Job inserieren

source: Choose a package
de_de: Paket wählen

source: Describe your company and vacancy
de_de: Inserat beschreiben

source: Preview and submit your job
de_de: Inserat aufgeben

source: General Information
de_de: Allgemeine Informationen

source: Resume Details
de_de: Lebenslauf Details

source: Preview and Finish
de_de: Vorschau und abschliessen

source: % items
de_de: % Arikeln

source: 0 items
de_de: 0 Artikel

source: 1 item
de_de: 1 Artikel

source: View Cart
de_de: Warenkorb ansehen

source: View cart
de_de: Warenkorb ansehen

source: in the shopping cart
de_de: In den Warenkorb legen

source: Price
de_de: Preis

source: Quantity
de_de: Menge

source: Remove this item
de_de: Artikel entfernen

source: Cart Subtotal
de_de: Warenkorb Zwischensumme

source: Proceed to Checkout
de_de: Zur Kasse gehen

source: Your shopping bag is empty.
de_de: Ihre Einkaufstasche ist leer.

source: Go to the shop
de_de: Gehe zu Shop

source: Quick view
de_de: Schnellansicht

source: %s updated. <a href="%s">View</a>
de_de: %s aktualisiert. <a href="%s">Anzeigen</a>

source: %s updated.
de_de: %s aktualisiert.

source: %s restored to revision from %s
de_de: %s wiederherstellt zu Überarbeitung von %s

source: %s published. <a href="%s">View</a>
de_de: %s veröffentlicht. <a href="%s">Anzeigen</a>

source: %s saved.
de_de: %s gespeichert.

source: %s submitted. <a target="_blank" href="%s">Preview</a>
de_de: %s eingereicht. <a target="_blank" href="%s">Vorschau</a>

source: %s scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview</a>
de_de: %s eingetragen für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau</a>

source: %s draft updated. <a target="_blank" href="%s">Preview</a>
de_de: %s Entwurf aktualisiert. <a target="_blank" href="%s">Vorschau</a>

source: Job Title
de_de: Stellenbezeichnung

source: Job Settings
de_de: Job Einstellungen

source: Notification Email
de_de: Benachrichtigungs-E-Mail

source: Email to receive application notification. Leave it blank to use Employer's profile email.
de_de: Leer lassen um Ihre hinterlegte E-Mail Adresse zu benutzen.

source: Posted by ( Employer - Company )
de_de: Geposted von (Arbeitgeber - Unternehmen)

source: Use this option when you want to assign job to company without creating an employer.
de_de: Verwenden Sie diese Option, wenn Sie einem Unternehmen Jobs zuordnen möchten, ohne einen Arbeitgeber zu erstellen.

source: Job's Expiration Date
de_de: Ablaufdatum des Jobs

source: Custom Application link
de_de: Benutzerdefinierter Bewerbungslink

source: Job seekers will be redirected to this URL when they want to apply for this job.
de_de: Arbeitssuchende werden auf diese URL umgeleitet, wenn sie sich für diesen Job bewerben möchten.

source: - Select a Company -
de_de: - Unternehmen auswählen -

source: - Select an Employer -
de_de: - Firma auswählen -

source: You have taken too long. Please go back and retry.
de_de: Das hat zu lange gedauert. Bitte zurück gehen und es erneut versuchen.

source: Categories
de_de: Kategorien

source: Closing
de_de: Bewerbungsfrist

source: Expired
de_de: Abgelaufen

source: Is Job Featured?
de_de: Top Job?

source: Number of Application
de_de: Anzahl der Bewerbungen

source: for
de_de: für

source: Approve
de_de: Bestätigen

source: All Locations
de_de: Alle Regionen

source: All Tags
de_de: Alle Tags

source: Job Display
de_de: Job Anzeige

source: Job Archive base (slug)
de_de: Job Archiv Basis (slug)

source: Go to <a href="%s">Customizer</a> to change settings for Job(s) layout or displayed sections.
de_de: Gehen Sie zu <a href="%s">Customizer</a> um die Design Einstellungen anzupassen.

source: Job Approval
de_de: Job Genehmigung

source: Each newly submitted job needs the manual approval of Admin.
de_de: Jeder neu inserierte Job benötigt die manuelle Genehmigung von Admin.

source: Default Job Content
de_de: Job Standardinhalt

source: Default content that will auto populated when Employers post new Jobs.
de_de: Standardinhalt, der automatisch gefüllt wird, wenn Arbeitgeber neue Jobs posten.

source: <h3>Job Description</h3><p>What is the job about? Enter the overall description of your job.</p>
de_de: <h3>Stellenbeschreibung</h3><p>Worum geht es hier? Geben Sie die Gesamtbeschreibung Ihres Jobs ein.</p>

source: <h3>Benefits</h3><ul><li>What can candidates get from the position?</li><li>What can candidates get from the position?</li><li>What can candidates get from the position?</li></ul>
de_de: <h3>Benefits</h3><ul><li>Was können Kandidaten aus der Position bekommen?</li><li>Was können Kandidaten aus der Position bekommen?</li><li>Was können Kandidaten aus der Position bekommen?</li></ul>

source: <h3>Job Requirements</h3><ol><li>Detailed requirement for the vacancy.?</li><li>Detailed requirement for the vacancy.?</li><li>Detailed requirement for the vacancy.?</li></ol>
de_de: <h3>Job Anforderungen</h3><ol><li>Detaillierte Anforderung für die Vakanz?</li><li>Detaillierte Anforderung für die Vakanz?</li><li>Detaillierte Anforderung für die Vakanz?</li></ol>

source: <h3>How To Apply</h3><p>How candidate can apply for your job. You can leave your contact information to receive hard copy application or any detailed guide for application.</p>
de_de: <h3>Wie bewerben</h3><p>How candidate can apply for your Job. You can leave your contact information to receive hard copy application or any detailed guide for application.</p>

source: Job submission condition
de_de: Job Einreichungsbedingung

source: The condition that employers must agree to before submitting a new job. Leave it blank for no condition.
de_de: Bedingungen die Arbeitgeber beim posten akzeptieren müssen. Leer lassen für keine Bedingungen.

source: Job seekers can find your job and contact you via email or %s regarding your application options. Preview all information thoroughly before submitting your job for approval.
de_de: Überprüfen Sie bitte alle Informationen sorgfältig durch, bevor Sie den Job veröffentlichen. Arbeitssuchende können Sie im Bezug auf dem Job per E-Mail, Telefonisch, Schriftlich oder via %s kontaktieren.

source: If you don't use Woocommerce Job Package for manage job submission, you can use this setting for limiting the number of jobs per employer.
de_de: Wenn Sie keine Woocommerce Jobs Pakete für die Verwaltung von Job Paketen verwenden, können Sie diese Einstellung für die Anzahl der Jobs Inserate pro Arbeitgeber verwenden.

source: Job Duration (day)
de_de: Publikationsdauer

source: If you don't use Woocommerce Job Package for manage job submission, you can use this setting for job duration.
de_de: Wenn Sie keine Woocommerce Jobs Pakete für die Verwaltung von Job Paketen verwenden, können Sie diese Einstellung für die Inserate Dauer verwenden.

source: Featured Job Limit
de_de: Anzahl Top Jobs

source: If you don't use Woocommerce Job Package for manage job submission, you can use this setting for limiting the number of featured jobs per employer.
de_de: Wenn Sie keine Woocommerce Jobs Pakete für die Verwaltung von Job Paketen verwenden, können Sie diese Einstellung für die Anzahl der Top Jobs Inserate pro Arbeitgeber verwenden.

source: Reset counter every
de_de: Zähler rücksetzen

source: Month
de_de: Monat

source: Reset the counter will allow Employers to re-post jobs after using up the limitation. Input zero for no reset.
de_de: Durch das Zurücksetzen des Zählers können Arbeitgeber Jobs wieder inserieren nach dem Sie die maximale Inserate erreicht habe. 0 eingeben um nicht zurücksetzen.

source: Jobs Page
de_de: Jobs Seite

source: You are currently editing the page that shows all your jobs.
de_de: Sie bearbeiten gerade die Seite, die alle Ihre Jobs anzeigt.

source: Pending Approval
de_de: ausstehende Genehmigung

source: Pending Payment
de_de: Ausstehende Zahlung

source: Draft
de_de: Entwurf

source: Add New Job
de_de: Neuen Job hinzufügen

source: Add Job
de_de: Job hinzufügen

source: New Job
de_de: Neuen Job

source: View Job
de_de: Job anzeigen

source: Search Job
de_de: Job suchen

source: No Jobs found
de_de: Keine Jobs gefunden

source: No Jobs found in Trash
de_de: Keine Jobs in Trash gefunden

source: Parent Job
de_de: Übergeordneter Job

source: This is a place where you can add new job.
de_de: Hier können Sie einen neuen Job hinzufügen können.

source: Add New Job Category
de_de: Neue Kategorie hinzufügen

source: New Job Category
de_de: Neue Kategorie

source: job-category
de_de: Job-Kategorie

source: Add New Job Type
de_de: Neue Anstellungsart hinzufügen

source: New Job Type
de_de: Neue Anstellungsart

source: job-type
de_de: Job-Typ

source: Job Tag
de_de: Stichwort

source: Add New Job Tag
de_de: Stichwort hinzufügen

source: New Job Tag
de_de: Neues Stichwort

source: Add New Job Location
de_de: Region hinzufügen

source: New Job Location
de_de: Neue Region

source: job-location
de_de: Job-Standort

source: Expired <span class="count">(%s)</span>
de_de: Abgelaufen <span class="count">(%s)</span>

source: Pending Payment <span class="count">(%s)</span>
de_de: Ausstehende Zahlung <span class="count">(%s)</span>

source: Only candidates can apply for this job.
de_de: Nur Kandidaten können sich auf diesen Job bewerben.

source: Login as Candidate
de_de: Als Kandidat einloggen

source: Only paid candidates can apply for this job.
de_de: Nur zahlende Kandidaten können sich auf diesen Job bewerben.

source: Logout
de_de: Ausloggen

source: Your membership doesn't allow you to apply for this job.
de_de: Ihr Mitgliedschafslevel erlaubt es Ihnen nicht sich auf diesen Job zu bewerben.

source: You don't have permission to apply this job.
de_de: Sie verfügen nicht über die benötigte Berechtigung sich auf diesen Job zu bewerben.

source: Can apply for Job
de_de: Kann sich auf diesen Job bewerben.

source: Allow buyers to apply for jobs.
de_de: Erlaube es Käufern sich auf diesen Job zu bewerben.

source: Job apply limit
de_de: Job Bewerbungs Limit

source: The maximum number of jobs this package allows candidates to apply, input -1 for unlimited.
de_de: Die maximale Anzahl der Bewerbungen auf Jobs, die dieses Paket Bewerbern erlaubt, -1 für kein Limit eintragen.

source: Apply for unlimited Jobs
de_de: Kein Bewerbungslimit

source: Job Apply Limit
de_de: Job Bewerbungs Limit

source: Please login to Bookmark
de_de: Bitte loggen Sie sich ein um den Job zu markieren

source: Bookmarked Jobs
de_de: Markierte Jobs

source: All fields
de_de: Alle Felder

source: Job Custom Fields
de_de: Benutzerdefinierte Job Felder

source: Choose fields that come with this package
de_de: Wählen Sie Felder aus die in diesem Paket enthalten sein sollen.

source: Post job with %s
de_de: Post Job mit %s

source: No %s for Jobs
de_de: Keine %s für Jobs

source: Post with %s
de_de: Post mit %s

source: Integrate Custom Field with Job Package
de_de: Benutzerdefinierte Felder in Job Paket einfügen

source: Enable this function and you can decide which fields employer can use with each Job Package
de_de: Diese Funktion aktivieren und entscheiden welche Felder von Arbeitgeber

source: Fields to add to Job Package
de_de: Felder die dem Job Paket hinzuzufügen sind

source: Fields selected here will required buying specific Job Package. Please continue edit on Job Package Products.
de_de: Die hier aufgeführten Felder erfordern es spezielle Job Pakete käuflich zu erwerben. Bitte fahren Sie fort das Job Paket zu bearbeiten.

source: Publishing Date
de_de: Aktivierungsdatum

source: Show Custom Fields:
de_de: Benutzerdefinierte Felder anzeigen:

source: Before Description
de_de: Vor der Beschreibung

source: After Description
de_de: Nach Beschreibung

source: More Information
de_de: Mehr Informationen

source: Cover Image
de_de: Titelbild

source: Single Image
de_de: Einzelbild

source: Multiple Select
de_de: Mehrfachauswahl

source: Multiple Location with Input
de_de: Mehrere Standorte mit Eingabe

source: Multiple Location
de_de: Mehrere Standorte

source: Single Location with Input
de_de: Einzelner Standort mit Eingabe

source: Single Location
de_de: Einzelner Standort

source: Address
de_de: Adresse

source: Set a date or leave blank to automatically use the Expired date
de_de: Bewerbungsfrist Datum eingeben oder leer lassen um die Publikationsdauer zu übernehmen

source: Date Picker
de_de: Datumsauswahl

source: Normal text
de_de: Normaler Text

source: Heading 3
de_de: Überschrift 3

source: Heading 4
de_de: Überschrift 4

source: Heading 5
de_de: Überschrift 5

source: Heading 6
de_de: Überschrift 6

source: Underline
de_de: Unterstreichen

source: Unordered list
de_de: Ungeordnete Liste

source: Ordered list
de_de: Geordnete Liste

source: Indent
de_de: Einzug

source: Align Justify
de_de: Justify ausrichten

source: Insert link
de_de: Link einfügen

source: Open link in a new window
de_de: Link in neuem Fenster öffnen

source: Edit HTML
de_de: HTML bearbeiten

source: Silver
de_de: Silber

source: Grey
de_de: Grau

source: Maroon
de_de: Kastanienbraun

source: Red
de_de: Rot

source: Purple
de_de: Lila

source: Green
de_de: Grün

source: Blue
de_de: Blau

source: All jobs displayed
de_de: Alle Jobs werden angezeigt

source: This field is required.
de_de: Dieses Feld ist erforderlich.

source: Please fix this field.
de_de: Bitte repariere dieses Feld

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Please enter a valid URL.
de_de: Bitte geben Sie eine gültige URL ein.

source: Please enter a valid date.
de_de: Bitte geben Sie ein korrektes Datum an.

source: Please enter a valid date (ISO).
de_de: Bitte geben Sie ein korrektes Datum an (ISO).

source: Please enter a valid number.
de_de: Bitte geben Sie eine gültige Nummer ein.

source: Please enter only digits.
de_de: Bitte geben Sie nur Ziffern ein.

source: Please enter a valid credit card number.
de_de: Bitte geben Sie eine gültige Kreditkartennummer ein.

source: Please enter the same value again.
de_de: Bitte geben Sie denselben Wert erneut ein.

source: Please enter no more than {0} characters.
de_de: Bitte geben Sie maximal {0} Zeichen ein.

source: Please enter at least {0} characters.
de_de: Bitte geben Sie mindestens {0} Zeichen ein.

source: Please enter a value between {0} and {1} characters long.
de_de: Bitte geben Sie einen Wert zwischen {0} und {1} Zeichen ein.

source: Please enter a value between {0} and {1}.
de_de: Bitte geben Sie einen Wert zwischen {0} und {1} ein.

source: Please enter a value less than or equal to {0}.
de_de: Geben Sie einen Wert ein, der kleiner oder gleich {0} ist.

source: Please enter a value greater than or equal to {0}.
de_de: Geben Sie einen Wert größer oder gleich {0} ein.

source: Please choose a option
de_de: Bitte wählen Sie eine Option

source: Please select a image file
de_de: Bitte wählen Sie eine Bilddatei aus

source: Please upload a valid file extension.
de_de: Bitte laden Sie eine gültige Datei hoch.

source: Keyword
de_de: z.B. Kundenberater

source: Loading Maps
de_de: Maps werden geladen

source: Search for a location...
de_de: Nach Region suchen ...

source: Step Icon Title
de_de: Step Symbol Titel

source: View all jobs in: &ldquo;%s&rdquo;
de_de: Alle Jobs in: &ldquo;%s&rdquo; ansehen

source: Print
de_de: Drucken

source: Share this job
de_de: Job teilen

source: Share on email
de_de: Teilen auf E-Mail

source: Can view Job
de_de: Kann Jobs anzeigen

source: Allow buyers to view jobs detail.
de_de: Erlaube Käufern Job Details zusehen

source: Job view limit
de_de: Job Betrachtungslimit

source: The maximum number of jobs this package allows candidates to view, input -1 for unlimited.
de_de: Die maximale Anzahl an Lebensläufen die dieses Paket Kandidaten erlaubt anzuzeigen, -1 für unlimitiert eingeben.

source: View Unlimited Resumes
de_de: Unbegrentze Lebensläufe anzeigen

source: Job View Limit
de_de: Job Betrachtungslimit

source: Only logged in users can view this job.
de_de: Nur eingeloggte Benutzer können diesen Job sehen.

source: Only candidates can view this job.
de_de: Nur Kandidaten können diesen Job sehen.

source: Only paid candidates can view this job.
de_de: Nur Kandidaten mit bezahlten Paketen können diesen Job betrachten.

source: Your membership doesn't allow you to view this job.
de_de: Ihr Mitgliedschaftslevel erlaubt es Ihnen leider nicht sich diesen Job anzuschauen.

source: You don't have permission to view this job.
de_de: Sie besitzen keine Berechtigung diesen Job anzuzeigen.

source: No results found
de_de: Keine Ergebnisse gefunden

source: Query limit reached
de_de: Limit erreicht

source: Geocoding error
de_de: Geocodierung Fehler

source: The same as company Address
de_de: Gleich wie Unternehmen Adresse

source: + Add New Location
de_de: + Neuen Standort hinzufügen

source: Email
de_de: E-Mail Adresse

source: DatePicker
de_de: Datumsauswahl

source: Image Gallery
de_de: Bildergalerie

source: File Upload
de_de: Datei Upload

source: Embedded Video
de_de: Eingebettetes Video

source: Field Name
de_de: Feldname

source: Field Label
de_de: Feldbeschriftung

source: Field Value
de_de: Feldwert

source: Field Key
de_de: Feld Key

source: The key used to save this field to database.<br/>Should only includes lower characters with no space.
de_de: Der Schlüssel, der verwendet wird, um dieses Feld in der Datenbank zu speichern.<br/> Sollte nur untere Zeichen ohne Leerzeichen enthalten.

source: Field Type
de_de: Feldtyp

source: Field Value/Params
de_de: Feldwert / Parameter

source: Is Mandatory?
de_de: Obligatorisch?

source: Action
de_de: Aktion

source: Add
de_de: Hinzufügen

source: Select %s
de_de: Auswählen %s

source: End
de_de: Ende

source: Youtube or Vimeo link
de_de: Youtube oder Vimeo link

source: Employers
de_de: Arbeitgeber

source: Employers with Paid Packages
de_de: Arbeitgeber mit kostenpflichtigen Paketen

source: View and Search Resume
de_de: Lebenslauf anschauen und speichern

source: Public
de_de: Öffentlich

source: Logged-in Users
de_de: Eingeloggte Nutzer

source: View Candidate Contact
de_de: Kandidatenkontakt ansehen

source: All who can View Resume
de_de: Alle die Lebensläufe anzeigen können

source: Private
de_de: Privat

source: In any case, employers who received resumes from applications can view contact information.
de_de: Aufjedenfall können alle Arbeitgeber die Lebensläufe durch Bewerbungen erhalten haben die Kontaktinformationen einsehen.

source: Candidates
de_de: Kandidaten

source: Candidates with Paid Packages
de_de: Kandidaten mit kostenpflichtigen Paketen

source: View Job Detail
de_de: Job Details ansehen

source: Apply Job
de_de: Auf Job bewerben

source: Action Control
de_de: Handlungssteuerung

source: Action and Permissions
de_de: Handlungen und Berechtigungen

source: This page consists of setting related to the main actions of users on your site. Depending on the actions, you can select if the user is allowed freely or require purchasing the packages.
de_de: Diese Seite setzt sich zusammen aus den wichtigsten Aktionen der Nutzer Ihrer Website. Sie können wählen ob Benutzer die Seite frei nutzen können oder einen kostenpflichtiges Paket erwerben müssen.
