Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: Clear File
de_de: Datei löschen

source: Select or Upload your File
de_de: Datei auswählen oder hochladen

source: Select
de_de: Auswählen

source: Change Image
de_de: Bild ändern

source: Clear Image
de_de: Bild löschen

source: Select or Upload your Image
de_de: Bild auswählen oder hochladen

source: - Select %s -
de_de: - Auswühlen %s -

source: Full-Width Page
de_de: Full-Width Seite

source: Page With Right Sidebar
de_de: Seite mit rechter Seitenleiste

source: Page With Left Sidebar
de_de: Seite mit linker Seitenleiste

source: Global setting for the Layout of Single Post page is: <strong>%s</strong>
de_de: Allgemeine Einstellung für das Layout der Einzelpostseite ist: <strong>%s</strong>

source: And the Sidebar is: <strong>%s</strong>
de_de: Und die Seitenleiste ist: <strong>%s</strong>

source: Don't Need Menu
de_de: Menü nicht benötigt

source: No User
de_de: Keine Benutzer

source: - No Slider -
de_de: - Kein Slider -

source: Page Settings
de_de: Seiteneinstellungen

source: Choose various setting for your Page.
de_de: Verschiedene Einstellungen für Ihre Seite auswählen.

source: Body Custom CSS Class
de_de: Body Benutzerdefinierte CSS Class

source: Hide Page Title
de_de: Seitentitel ausblenden

source: Heading Background Image
de_de: Überschrift Hintergrundbild

source: An unique heading image for this page
de_de: Ein eindeutiges Kopfbild für diese Seite

source: Sidebar
de_de: Seitenleiste

source: Page Sidebar
de_de: Seite Seitenleiste

source: Gallery Settings
de_de: Galerieeinstellungen

source: Preview Content
de_de: Vorschau Inhalt

source: Featured Image
de_de: Top Bild

source: First Image on Gallery
de_de: Erstes Bild auf der Galerie

source: Image Slideshow
de_de: Bild Diashow

source: Video Settings
de_de: Video Einstellungen

source: If you are using videos from online sharing sites (YouTube, Vimeo, etc.) paste the embedded code here. This field will override the above settings.
de_de: Wenn Sie Videos von Online Sharing Sites (YouTube, Vimeo, etc.) verwenden, fügen Sie bitte den eingebetteten Code hier ein. Dieses Feld überschreibt die obigen Einstellungen.

source: Both (use Featured Image as Thumbnail for Video)
de_de: Beide (verwenden Sie Featured Image als Thumbnail für Video)

source: Audio Settings
de_de: Audio Einstellungen

source: Embedded Audio Code
de_de: Eingebetteter Audiocode

source: If you are using videos from online sharing sites (like Soundcloud) paste the embedded code here. This field will override above settings.
de_de: Wenn Sie Videos von Online Sharing Sites (wie Soundcloud) verwenden, fügen Sie bitte den eingebetteten Code hier ein. Dieses Feld überschreibt die Einstellungen.

source: Page Settings: Single Post
de_de: Seiteneinstellungen: Einzelpost

source: Choose various setting for your Single Post page.
de_de: Verschiedene Einstellungen für Ihre Einzelpostseite auswählen.

source: Page Layout
de_de: Seite Layout

source: Override Global Settings?
de_de: Globale Einstellungen überschreiben?

source: Page Settings: Single Product
de_de: Seiteneinstellungen: Einzelprodukt

source: Testimonial options
de_de: Testimonial Optionen

source: Your Image
de_de: Ihr Bild

source: Your Name
de_de: Ihr Name

source: Your Position
de_de: Ihr Position

source: %s License
de_de: %s Licenz

source: License <a target="_blank" href="%s" style="">How to get License key?</a>
de_de: Lizenz <a target="_blank" href="%s" style="">Wie bekomme ich den Lizenzschlüssel?</a>

source: License e-mail or domain address
de_de: E-Mail Adresse oder Domain lizenzieren

source: License key
de_de: Lizenzschlüssel

source: Please enter your license key to enable updates to %s.
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein, um Updates für %s zu aktivieren.

source: Complete the setup now.
de_de: Setup abschliessen.

source: Do you want to continue this action?
de_de: Möchten Sie diese Aktion fortsetzen?

source: Please waiting, not exit page.
de_de: Bitte warten, nicht die Seite verlassen.

source: Welcome to %s,
de_de: Willkommen zu %s,

source: If it is the first time you install this theme, you should go and check the basic setting.
de_de: Wenn es das erste Mal ist, das Sie dieses Theme installieren, dann sollten Sie die Grundeinstellungen überprüfen.

source: Go to Quick Setup
de_de: Gehen Sie zur Schnellkonfiguration

source: Skip Setup
de_de: Setup überspringen

source: Done
de_de: Fertig

source: Quick Setup
de_de: Schnellinstallation

source: Import Demo
de_de: Demo importieren

source: Cancel
de_de: Abbrechen

source: License
de_de: Licenz

source: Automatic Update
de_de: Automatisches Update

source: ThemeForest Purchase Code
de_de: ThemeForest Kauf Code

source: ThemeForest Purchase Code:
de_de: ThemeForest Kauf Code:

source: This purchase code makes sure that our server recognizes your website thus allows you to download and install the new updates.
de_de: Dieser Kaufcode stellt sicher, dass unser Server Ihre Website erkennt, mit der Sie die neuen Updates herunterladen und installieren können.

source: <a target="_blank" href="%s">How to get Purchase code?</a>
de_de: <a target="_blank" href="%s">Wie kaufe ich einen Code?</a>

source: Required Pages
de_de: Erforderliche Seiten

source: Front Page
de_de: Titelseite

source: The Homepage
de_de: Die Startseite

source: Member
de_de: Mitglieder

source: The main page for all the action of Employer and Candidate
de_de: Die Hauptseite für alle Aktionen von Arbeitgeber und Kandidaten

source: Packages
de_de: Pakete

source: The page for Employer to choose Job Package
de_de: Die Seite für Arbeitgeber, um Job-Paket zu wählen

source: The page for Job posting
de_de: Die Seite für Jobs Inserate

source: The page for Resume posting
de_de: Die Seite für Lebenslauf Postings

source: Missing setting
de_de: Fehlende Einstellung

source: Wrong
de_de: Falsch

source: Page should contains %s
de_de: Die Seite sollte %s enthalten

source: Page should have template %s
de_de: Die Seite sollte das %s Template haben

source: Wrong Page
de_de: Falsche Seite

source: Correct now
de_de: Korrigieren

source: Edit setting
de_de: Einstellung bearbeiten

source: You need to create a page with template %s
de_de: Sie müssen eine Seite mit Vorlage erstellen %s

source: Settings
de_de: Einstellungen

source: Import Post
de_de: Post importieren

source: Import Nav Menu
de_de: Nav Menu importieren

source: Import Comment
de_de: Kommentar importieren

source: Install
de_de: Installieren

source: Install Demo
de_de: Demo installieren

source: Candidate
de_de: Kandidat

source: Contact Email
de_de: E-Mail Adresse

source: Message
de_de: Bewerbungsschreiben

source: Attachment
de_de: Anlage

source: Guest user
de_de: Besucher

source: LinkedIn profile
de_de: LinkedIn Profil

source: Maximum upload file size: %s
de_de: Max.: %s. Bei mehrere Files bitte zippen.

source: Allowed file: %s
de_de: Erlaubte Datei: %s

source: Select Resume
de_de: Lebenslauf auswählen

source: View Resume
de_de: Lebenslauf anzeigen

source: Candidate name
de_de: Name des Kandidaten

source: Job application updated.
de_de: Job Bewerbung aktualisiert

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Job application published.
de_de: Bewerbung veröffentlicht.

source: Job application saved.
de_de: Bewerbung gespeichert

source: Job application submitted.
de_de: Bewerbung eingereicht.

source: Job application draft updated.
de_de: Bewerbungsentwurf aktualisiert.

source: Approved
de_de: Bestätigt

source: All jobs
de_de: Alle Jobs

source: Applied for Job
de_de: Beworben auf

source: CV | Attachment
de_de: Lebenslauf

source: Posted
de_de: Geposted

source: Actions
de_de: Aktionen

source: Inactive
de_de: Inaktiv

source: by a Guest
de_de: Von einem Gast

source: by %s
de_de: nach %s

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Job Application
de_de: Bewerbung

source: Enable custom application link
de_de: Link zur benutzerdefinierten Bewerbungen aktivieren

source: Yes, on the dashboard
de_de: Ja, auf dem Dashboard

source: Yes, on both dashboard and frontend
de_de: Ja, auf Dashboard und Frontend

source: Apply with Resume ( for candidates )
de_de: Mit Lebenslauf bewerben (für Kandidaten)

source: Enable
de_de: Aktivieren

source: Disable
de_de: Deaktivieren

source: File Attachment
de_de: Anlage

source: Allow Multiple Attachment
de_de: Mehrere Anhänge zulassen

source: Require attachment or resume
de_de: Anhang oder Lebenslauf erfordern

source: An application requires an attachment or a resume.
de_de: Eine Bewerbung erfordert einen Anhang oder einen Lebenslauf.

source: Enable Captcha Job Application
de_de: Captcha bei der Bewerbungen aktivieren

source: By default, simple Captcha is enabled. To use Google re-Captcha, please go to <a href="%s">APIs setting</a> to add your re-Captcha key
de_de: Standardmässig ist einfaches Captcha aktiviert. Um Google re-Captcha verwenden zu können, gehen Sie bitte zu <a href="%s">APIs Einstellungen</a> und fügen Sie Ihren Re-Captcha Key zu.

source: Apply with LinkedIn
de_de: Via LinkedIn bewerben

source: Allow apply with LinkedIn
de_de: Erlauben via LinkedIn bewerben

source: Cover letter field
de_de: Motivationsschreiben Feld

source: Hidden
de_de: Ausgeblendet

source: Job Applications
de_de: Bewerbungen

source: Add New Application
de_de: Neue Bewerbung hinzufügen

source: Add Job Application
de_de: Bewerbung hinzufügen

source: Edit Job Application
de_de: Bewerbung bearbeiten

source: New Job Application
de_de: Neue Bewerbung

source: View Job Application
de_de: Bewerbung anzeigen

source: Search Job Application
de_de: Bewerbung suchen

source: No Job Applications found
de_de: Keine Bewerbungen gefunden

source: No Job Applications found in Trash
de_de: Keine Bewerbungen im Papierkorb gefunden

source: Parent Job Application
de_de: Übergeordnete Bewerbung

source: This is the place where you can edit and view job applications.
de_de: Hier können Sie Bewerbungen anzeigen und bearbeiten.

source: Rejected
de_de: Abgelehnt

source: Rejected <span class="count">(%s)</span>
de_de: Abgelehnt <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
de_de: Inaktiv <span class="count">(%s)</span>

source: Pending
de_de: Anstehend

source: Company
de_de: Unternehmen

source: Add New
de_de: Neu hinzufügen

source: Add Company
de_de: Firma hinzufügen

source: Edit Company
de_de: Firma bearbeiten

source: New Company
de_de: Neue Firma

source: View
de_de: Anzeigen

source: View Company
de_de: Firma ansehen

source: Search Company
de_de: Arbeitgeber suchen

source: No Companies found
de_de: Keine Firmen gefunden

source: No Companies found in Trash
de_de: Keine Firemen im Papierkorb gefunden

source: Companies Page
de_de: Unternehmenswebseite

source: You are currently editing the page that shows all your companies.
de_de: Sie bearbeiten gerade die Seite, die alle Unternehmen zeigt.

source: Company Information
de_de: Firmeninformation

source: Company Layout Style
de_de: Unternehmen Layout Style

source: Company Display Style
de_de: Unternehmen Anzeige Style

source: Job Package
de_de: Job Paket

source: Plan
de_de: Paket

source: Unlimited
de_de: Unbegrenzt

source: Job Limit
de_de: Anzahl Jobs

source: Job Added
de_de: Jobs hinzugefügt

source: Job Duration
de_de: Publikationsdauer

source: %s day
de_de: %s Tag

source: ( %d remain )
de_de: ( %d übrig )

source: Company Name
de_de: Name der Firma

source: Is Company Featured?
de_de: Ist das eine Top Firma?

source: Featured?
de_de: Top Job?

source: Membership Package
de_de: Mitgliedschaftspaket

source: Job Count
de_de: Job Zähler

source: Toggle featured
de_de: Toggle wird angezeigt

source: %s of %s
de_de: %s von %s

source: Company Options
de_de: Firmenoptionen

source: Companies Archive base (slug)
de_de: Unternehmen Archiv base (slug)

source: Show Company with no Jobs
de_de: Firma ohne Jobs anzeigen

source: Featured Employer
de_de: Top Unternehmen

source: Save Changes
de_de: Änderungen speichern

source: Enter a username or e-mail address.
de_de: Benutzername oder E-Mail Adresse eingeben.

source: Invalid username or e-mail.
de_de: Ungültiger Benutzername oder ungültige E-Mail Adresse.

source: Password reset is not allowed for this user
de_de: Das Zurücksetzen des Passworts ist nicht zulässig

source: Someone requested that the password be reset for the following account:
de_de: Jemand hat das Passwort für das folgende Konto zurückgesetzt:

source: Username: %s
de_de: Benutzername: %s

source: If this was a mistake, just ignore this email and nothing will happen.
de_de: Wenn dies ein Fehler war, ignorieren Sie einfach diese E-Mail.

source: To reset your password, visit the following address:
de_de: Um Ihr Passwort zurückzusetzen, besuchen Sie folgende Adresse:

source: [%s] Password Reset
de_de: Passwort zurücksetzen %s

source: The e-mail could not be sent
de_de: Die E-Mail konnte nicht gesendet werden

source: Check your e-mail for the confirmation link.
de_de: Überprüfen Sie Ihr E-Mail Konto für den Bestätigungslink.

source: Missing key or username.
de_de: Fehlende Key oder Benutzername.

source: You must enter the new password.
de_de: Geben Sie Ihr neues Passwort ein.

source: Your reset key is expired.
de_de: Wiederherstellungsschlüssel abgelaufen.

source: Invalid reset link.
de_de: Ungültiger Wiederherstellungslink.

source: Your password is reset.
de_de: Ihr Passwort wurde zurückgesetzt.

source: There's an unknown error. Please retry or contact Administrator.
de_de: Es ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Administrator.

source: Invalid job
de_de: Ungültiger Job

source: Your job application has been submitted successfully
de_de: Bewerbung erfolgreich gesendet

source: Invalid confirmation code, please enter your code again.
de_de: Ungültiger Bestätigungscode, geben Sie bitte Ihren Code erneut ein.

source: Please complete the Recaptcha challenge.
de_de: Bitte füllen Sie die Recaptcha aus.

source: Please enter your name
de_de: Name eingeben

source: Please provide a valid email address
de_de: Bitte geben Sie eine gültige E-Mail Adresse an

source: You have already applied for this job
de_de: Sie haben sich bereits für diese Stelle beworben.

source: Please upload CV file or select a resume
de_de: Lebenslauf auswählen oder hochladen

source: Could not add a new job application
de_de: Es konnte keine neue Bewerbung hinzugefügt werden

source: Please write your application message
de_de: Bitte schreiben Sie Ihre Bewerbungsnachricht

source: New message from %s
de_de: Neue Nachricht von %s

source: You get a contact from %s
de_de: Kontaktiert von %s

source: From email %s
de_de: Von E-Mail %s

source: Message :
de_de: Nachricht:

source: Contact sent success.
de_de: Kontakt erfolgreich gesendet.

source: Your session has expired or you have submitted an invalid form.
de_de: Ihre Sitzung ist abgelaufen oder Sie haben ein ungültiges Formular gesendet.

source: Please complete the Recaptcha challenge
de_de: Bitte füllen Sie die Recaptcha aus

source: From email: %s
de_de: Von E-Mail: %s

source: Only the following file types are allowed: %s
de_de: Folgenden Dateitypen erlaubt: %s

source: Company updated
de_de: Firmenprofil aktualisiert

source: You can not post job
de_de: Sie können keinen Job posten

source: You must agree with our condition.
de_de: Sie müssen diesen Bedingungen zustimmen.

source: Job successfully added
de_de: Job erfolgreich hinzugefügt

source: There's a problem when you editing this Job, please try again or contact the Administrator
de_de: Bei der Bearbeitung dieses Jobs ist ein Problem aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Administrator

source: Job updated
de_de: Job aktualisiert

source: Job saved
de_de: Job gespeichert

source: Error when approving application.
de_de: Fehler bei der Genehmigung

source: Approved %s application
de_de: %s bestätigte Bewerbung

source: No application approved
de_de: Keine Bewerbungen genehmigt

source: Error when rejecting application.
de_de: Fehler bei der Ablehnung.

source: Rejected %s application
de_de: Abgelehnte %s Bewerbung

source: No application rejected
de_de: Keine Bewerbungen abgelehnt

source: Error when deleting application.
de_de: Fehler beim Löschen

source: Deleted %s application
de_de: %s Bewerbung gelöscht

source: No application deleted
de_de: Keine Bewerbungen gelöscht

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine Berechtigungen, um auf diese Seite zuzugreifen.

source: There was an error publishing this job.
de_de: Beim Veröffentlichen dieser Job ist ein Fehler aufgetreten.

source: Published %s job
de_de: %s Job veröffentlicht

source: No job published
de_de: Keine Jobs veröffentlicht

source: There was an error unpublishing this job.
de_de: Beim Veröffentlichen dieses Jobs ist ein Fehler aufgetreten.

source: Unpublished %s job
de_de: Unveröffentlichter %s Job

source: No job unpublished
de_de: Keine Jobs unveröffentlicht

source: You do not have sufficient permissions set job to featured! Please check your plan package!
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um den Job zum Top Job zu aktivieren. Überprüfen Sie bitte Ihr Job Paket!

source: You cannot change expired jobs to featured ones.
de_de: Sie können abgelaufene Jobs nicht auf Top Jobs ändern.

source: Job set to featured successfully.
de_de: Top Job erfolgreich hinzugefügt.

source: Error in deleting.
de_de: Fehler beim Löschen.

source: Deleted %s job
de_de: Gelöschter %s Job

source: No job deleted
de_de: Keins Jobs gelöscht

source: You have already logged in. Please <a href="#" onclick="%s">refresh</a> page
de_de: Sie haben bereits sich eingeloggt. Bitte <a href="#" onclick="%s">aktualisieren</a> Sie die Seite

source: This site does not allow registration.
de_de: Diese Seite erlaubt keine Registrierung.

source: Registration completed.
de_de: Registrierung abgeschlossen.

source: Please choose a role for your account.
de_de: Bitte wählen Sie Ihren Kontotyp als Arbeitgeber oder Kandidat

source: Please enter a username.
de_de: Bitte geben Sie einen Benutzernamen ein.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
de_de: Dieser Benutzername ist ungültig, da er unzulässige Zeichen verwendet. Bitte geben Sie einen gültigen Benutzername ein.

source: This username was registered. Please choose another one.
de_de: Dieser Benutzername wurde bereits registriert. Bitte wählen Sie einen anderen Benutzername aus.

source: Please type your email address.
de_de: Bitte E-Mail Adresse eingeben

source: The email address isn't correct.
de_de: E-Mail Adresse ist nicht korrekt

source: This email was already registered, please choose another one.
de_de: Diese E-Mail Adresse wurde bereits registriert, bitte wählen Sie eine andere aus.

source: Password must be at least six characters long.
de_de: Das Passwort muss mindestens sechs Zeichen lang sein.

source: Please enter the password confirmation.
de_de: Bitte Passwort bestätigen

source: Passwords do not match.
de_de: Passwörter stimmen nicht überein.

source: Couldn't register you... please contact the site administrator
de_de: Sie konnten sich nicht registrieren ... bitte kontaktieren Sie den Administrator

source: You have not logged in yet
de_de: Bitte einloggen

source: The new email is blank.
de_de: Die neue E-Mail ist leer.

source: Emails do not match.
de_de: E-Mail-Adressen stimmen nicht überein.

source: Email updated successfully.
de_de: E-Mail Adresse erfolgreich aktualisiert.

source: The new password is blank.
de_de: Das neue Kennwort ist leer.

source: Password updated successfully.
de_de: Passwort aktualisiert

source: Old Password is not correct.
de_de: Das alte Passwort ist nicht korrekt.

source: Bookmark removed.
de_de: Markierung entfernt.

source: Bookmark Job
de_de: Merken Job

source: Job bookmarked.
de_de: Job markiert.

source: Bookmarked.
de_de: Markiert.

source: Resume saved
de_de: Lebenslauf gespeichert

source: Error when withdrawing application.
de_de: Fehler beim Zurückziehen.

source: Withdrawn %s application
de_de: Zurückgezogene %s Bewerbung

source: No application withdrawn
de_de: Keine Bewerbungen zurückgezogen

source: Job alert saved
de_de: Jobmail Abo gespeichert

source: There was a problem deleting this job alert
de_de: Es gibt Probleme beim löschen dieses Jobmail Abo

source: Job alert deleted
de_de: Jobmail Abo gelöscht

source: Missing Candidate ID.
de_de: Fehlende Kandidaten-ID.

source: You can not edit someone else's profile.
de_de: Sie können das Profil von jemand anderem nicht bearbeiten.

source: Your profile is updated successfully
de_de: Profil aktualisiert

source: Resume successfully added
de_de: Lebenslauf erfolgreich hinzugefügt

source: Sorry, you can't edit this resume.
de_de: Sie können diesen Lebenslauf nicht bearbeiten.

source: Sorry, you can't post resume.
de_de: Sie können keinen Lebenslauf hinzufügen.

source: This resume needs a title.
de_de: Lebenslauf benötigt einen Titel.

source: Sorry, you can't post job_alert.
de_de: Sie können keinen Job_alert posten.

source: Sorry, you can't edit this job alert.
de_de: Sie können dieses Jobmail Abo nicht bearbeiten.

source: Your job alert needs a name.
de_de: Jobmail Abo benötigt einen Namen.

source: Can not find this resume.
de_de: Lebenslauf nicht gefunden

source: You can not edit this resume.
de_de: Sie können diesen Lebenslauf nicht bearbeiten.

source: You have already had %d viewable resume.
de_de: Sie haben bereits %d sichtbaren Lebenslauf.

source: Resume visibility was changed successfully.
de_de: Die Sichtbarkeit wurde Eerfolgreich geändert.

source: You can not delete this resume.
de_de: Sie können diesen Lebenslauf nicht löschen.

source: Resume was deleted successfully.
de_de: Lebenslauf wurde erfolgreich gelöscht.

source: Can not find this job.
de_de: Job kann nicht gefunden werden.

source: Bookmark cleared.
de_de: Markierung entfernt.

source: Application via "%s" on %s
de_de: Bewerben via "%s" auf %s

source: Job Alerts
de_de: Jobmail Abos

source: Job Alert
de_de: Jobmail Abo

source: Member Options
de_de: Mitglied Optionen

source: Enable Job Alert
de_de: Jobmail Abo aktivieren

source: Max Jobs for each Email
de_de: Max. Jobs für jede E-Mail

source: The maximum number of jobs included in each email. It helps make sure the email has reasonable length. If there are more jobs, a read more link will be added to the end of email.
de_de: Die maximale Anzahl der Jobs, die in jeder E-Mail enthalten sind. Es hilft sicherzustellen, dass die E-Mail eine vernünftige Länge hat.

source: %d+ New Jobs - Job Alert from %s
de_de: %d+ Neue Jobs - Jobmail Abo von %s

source: Dear %s,
de_de: Grüezi %s

source: We found %d new jobs that match your criteria.
de_de: Neue Jobs %d gefunden die Ihren Kriterien entsprechen.

source: ** Location: %s
de_de: ** Standort: %s

source: ** Job Category: %s
de_de: ** Kategorie: %s

source: ** Job Type: %s
de_de: ** Anstellungsart: %s

source: View more jobs: %s
de_de: Mehr Jobs: %s

source: Best regards,
de_de: Freundliche Grüsse,

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Fortnightly
de_de: Zweiwöchentlich

source: Monthly
de_de: Monatlich

source: Read More
de_de: Weiterlesen

source: Expired After
de_de: Ausgelaufen nach

source: The time that buyer can use this package. Use zero for unlimited time.
de_de: Die Zeit die der Käufer dieses Paket verwenden kann. Verwenden Sie 0 für unlimitiert.

source: Job display duration
de_de: Anzeigedauer

source: The number of days that the job listing will be displayed.
de_de: Die Anzahl der Tage, an denen die Jobliste angezeigt wird.
