Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: Not Found.
de_de: Nicht gefunden.

source: Employer
de_de: Arbeitgeber

source: Featured Jobs
de_de: Top Jobs

source: No Comments
de_de: Keine Kommentare

source: One Comment
de_de: Ein Kommentar

source: % Comments
de_de: % Kommentare

source: Comment navigation
de_de: Kommentar Navigation

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;

source: Comments are closed.
de_de: Kommentare deaktiviert.

source: Submit Comment
de_de: Kommentar hinzufügen

source: All Types
de_de: Alle Anstellungsarten

source: Search
de_de: Suchen

source: View more
de_de: Mehr...

source: Keywords
de_de: Schlüsselwörter

source: Location
de_de: Region

source: Job Type
de_de: Anstellungsart

source: Please confirm your email address to complete your registration.
de_de: Bitte bestätigen Sie Ihre E-Mail Adresse.

source: There was a problem verifying your email address. Please try registering again.
de_de: Beim Bestätigen der E-Mail-Adresse ist ein Problem aufgetreten. Bitte erneut versuchen.

source: Something went wrong with your verification. Please retry with the correct, complete verification link, or try registering again.
de_de: Bei der Überprüfung ist etwas schief gelaufen. Bitte erneut mit dem vollständigen Bestätigungslink versuchen oder erneut registrieren.

source: Thank you for verifying your email! Your registration is now complete.
de_de: E-Mail Adresse erfolgreich bestätigt! Vielen Dank für die Registrierung.

source: Require Email Confirmation
de_de: E-Mail Adresse Bestätigung anfordern

source: Newly registered users will be required to confirm their email addresses before accessing their account. Please note that this will delay registrations.
de_de: Neu registrierte Benutzer müssen ihre E-Mail-Adressen bestätigen, bevor sie auf ihr Konto zugreifen.

source: [[site_name]] Verify your email address
de_de: [[site_name]] Bitte bestätigen Sie Ihre eMail Adresse

source: inserting username
de_de: Benutzername eingeben

source: inserting user email
de_de: Benutzer Email eintragen

source: Dear [user_name],<br/> Thank you for registering an account on [site_name]. Please <a href="[verify_link]">click here</a> or or use the following copy paste link to confirm this email address.<br/> [verify_link] <br/><br/> Best regards,<br/> [site_name]
de_de: Hallo [user_name],<br/> Vielen Dank, das Sie ein Konto auf [site_name] registriert haben. Bitte <a href="[verify_link]">klicken Sie hier</a> oder kopieren Sie den beigefügten Link in Ihren Browser um Ihr eMail Adresse zubestätigen.<br/> [verify_link] <br/><br/> Mit freundlichen Grüssen,<br/> [site_name]

source: inserting verify link
de_de: Verifizierungs Link einfügen

source: Verify user register email
de_de: Verifizieren Sie die registriere eMail

source: Subject
de_de: Betreff

source: Enter Your Subject
de_de: Bitte tragen Sie Ihren Betreff hier ein

source: Content
de_de: Inhalt

source: Private Messages
de_de: Private Nachrichten

source: Messages
de_de: Nachrichten

source: Send Message
de_de: Nachricht senden

source: View Message
de_de: Nachricht anzeigen

source: Continue reading
de_de: Weiterlesen

source: New application for job %s
de_de: Neues Bewerbung für %s

source: No message
de_de: Keine Nachrichten

source: Enable Announcements
de_de: Mitteilungen aktivieren

source: All users will receive a notification of announcements sent by admin users. ( This option is added by JobMonster theme )
de_de: Alle Benutzer erhalten eine Benachrichtigung über Ankündigungen, die der Administrator gesendet hat. (Diese Option wurde von JobMonster Thema hinzugefügt)

source: You must be logged-in to view your message.
de_de: Bitte einloggen um Ihre Nachrichten zu lesen.

source: Send Message to author
de_de: Nachricht an den Author senden

source: Messages Settings
de_de: Nachrichten Einstellungen

source: Enable Font-End PM Integration
de_de: Font-End PM Integration Aktivieren

source: Integration with Front-End PM plug-in will allow Employers and Candidates to communicate via private message on Member Page. But you won't be able to use Private Message in a separated page anymore.
de_de: Integration mit Front-End PM-Plug-In ermöglicht es Arbeitgebern und Kandidaten, über private Nachrichten auf der Mitglieds-Seite zu kommunizieren. Sie können die private Nachricht jedoch nicht mehr auf einer separaten Seite verwenden.

source: Apply For Job Message
de_de: Bewerbungsnachricht

source: Starting a conversation when a candidate applies for a job.
de_de: Unterhaltung starten, wenn ein Kandidat für einen Job sich beworben hat.

source: Approve/Reject Message
de_de: Nachricht Genehmigen/Ablehnen

source: Starting a conversation when an employer approves/rejects an application.
de_de: Beginn einer Konversation, wenn ein Arbeitgeber eine Bewerbung genehmigt/ablehnt.

source: Employers can start conversation with
de_de: Arbeitgeber können Unterhaltungen beginnen mit

source: None
de_de: Nichts

source: Candidates who applied for their jobs
de_de: Kandidaten die sich beworben haben

source: All Candidates
de_de: Alle Kandidaten

source: Everyone ( all candidates and other employers )
de_de: Jeder (alle Kandidaten und andere Arbeitgeber)

source: Candiates can start conversation with
de_de: Kandidaten können Unterhaltungen beginnen mit

source: Employers who approved their applications.
de_de: Arbeitgeber, die Bewerbungen genehmigt haben.

source: Employers who approved or rejected their applications.
de_de: Arbeitgeber, die Bewerbungen genehmigt oder abgelehnt haben.

source: All Employers
de_de: Alle Firmen

source: Everyone ( all candidates and employers )
de_de: Jeder (alle Kandidaten und Arbeitgeber)

source: Show Send Message on Candidate profile ( upper part of the Resumes )
de_de: Nachricht senden auf Kandidatenprofil (oberer Teil des Lebenslaufs) anzeigen

source: Note: you still have to follow the option <em>Employers can start conversation with</em>
de_de: Hinweis: Sie müssen der Option folgen <em>Arbeitgeber können Konversation starten mit</em>

source: No
de_de: Nein

source: For Private Contact
de_de: Für Privatkontakt

source: For Public Contact
de_de: Für den öffentlichen Kontakt

source: For all Candidate Contact
de_de: Für alle Kandidaten

source: The Private/Public Contact depends on the setting <strong><a href="%s">Show Candidate Contact on Resumes for</a></strong>
de_de: Der private / öffentliche Kontakt hängt von der Einstellung <strong><a href="%s">Kontaktdaten der Kandidaten anzeigen für</a></strong> ab

source: Other Settings
de_de: Andere Einstellungen

source: For more settings, please switch to %s.
de_de: ür weitere Einstellungen wechsle bitte zu %s.

source: Note: please pay no attention to the setting "<strong>Minimum Capability to use messaging</strong>" because our theme has already handled message permission.
de_de: Hinweis: Bitte beachten Sie die Einstellung "<strong>Minimale Fähigkeit zur Nutzung von Messaging</strong>" da unsere Theme die Nachrichtenberechtigung bereits verarbeitet hat.

source: Please install %s plugin to activate this function
de_de: Installieren Sie bitte das %s Plugin um diese Funktion zu aktivieren

source: This add-on is not included in this package
de_de: Dieser Add-on ist nicht in diesem Paket enthalten

source: You are not using any packages
de_de: Sie verwenden keine Pakete

source: Package Add-ons
de_de: Paket Add-ons

source: Additional Add-ons to boost your package
de_de: Zusätzliche Add-ons, um Ihr Paket zu steigern

source: Unlimited job posting
de_de: Unbegrenzte Job Inserate

source: %s featured job
de_de: %s Top Job

source: Purchase
de_de: Kaufen

source: Job Package Add-on
de_de: Job Paket Add-on

source: All packages
de_de: Alle Pakete

source: Select package
de_de: Paket auswählen

source: This add-on will be assigned to the selected packages
de_de: Diese Erweiterungs-Paket wird ihrem ausgewählten Paket hinzugebucht.

source: Job posting limit
de_de: Limit der Jobs postings

source: The number of jobs an user can post with this package.
de_de: Die Anzahl der Jobs, die ein Benutzer mit diesem Paket posten kann.

source: No job posting
de_de: Keine Job Postings

source: Unlimited posting?
de_de: unbegrenzte Job postings?

source: Featured Job limit
de_de: Anzahl Top Jobs

source: The number of featured jobs an employer can set with this package.
de_de: Die Anzahl der Top Jobs, die ein Arbeitgeber mit diesem Paket festlegen können.

source: Login successful, redirecting...
de_de: Anmeldung erfolgreich...

source: Sign Up Via Facebook
de_de: Registrieren via Facebook

source: Sign Up Via Google
de_de: Registrieren via Google

source: Sign Up Via LinkedIn
de_de: Registrieren via LinkedIn

source: Hi,
de_de: Grüezi

source: There's a problem when processing your data. Please try again or contact Administrator!
de_de: Bei der Verarbeitung Ihrer Daten ist ein Problem aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Administrator!

source: You need to provide your email! You can not login if your Facebook doesn't share the email.
de_de: Sie müssen Ihre E-Mail-Adresse angeben! Sie können sich nicht anmelden, wenn Ihr Facebook die E-Mail Adresse nicht teilt.

source: The App cannot get user's information, please check your App ID installation!
de_de: Die App kann keine Benutzerinformationen erhalten, bitte überprüfen Sie Ihre App ID Installation!

source: User canceled login or did not fully authorize.
de_de: Benutzer hat die Anmeldung abgebrochen oder nicht vollständig autorisiert.

source: Sign Up
de_de: Registrieren

source: There's a problem, please reload and retry
de_de: Es gibt ein Problem, bitte erneut laden und versuchen Sie es nochmal.

source: Can not get email from your social account
de_de: E-Mails können nicht von Ihrem sozialen Konto abgerufen werden

source: Login successfully.
de_de: Anmeldung erfolgreich.

source: User not being registered.
de_de: Benutzer nicht registriert.

source: The token was not verified. Please check again.
de_de: Das Token wurde nicht überprüft. Bitte überprüfe es nocheinmal.

source: Token does not exist
de_de: Token existiert nicht

source: Please choose your account type as Employer or Candidate
de_de: Bitte wählen Sie Ihren Kontotyp als Arbeitgeber oder Kandidat

source: Create user successfully.
de_de: Benutzer erfolgreich erstellt.

source: Email already exists.
de_de: E-Mail Adresse bereits registriert.

source: Login with Facebook
de_de: Anmelden mit Facebook

source: Login with Google
de_de: Anmelden mit Google

source: Login with LinkedIn
de_de: Anmelden mit LinkedIn

source: Enable Social Login
de_de: Social Login aktivieren

source: Go to 3rd APIs setting
de_de: Gehen Sie zu 3. APIs Einstellung

source: to finish configuration with the <b>Facebook App API</b>
de_de: Um die Konfiguration mit dem <b>Facebook App API</b> abzuschliessen

source: to finish configuration with the <b>Google App API</b>
de_de: Um die Konfiguration mit dem <b>Google App API</b> abzuschliessend

source: to finish configuration with the <b>LinkedIn App API</b>
de_de: Um die Konfiguration mit dem <b>LinkedIn App API</b> abzuschliessen

source: Application Secret
de_de: Applikation Secret

source: <b>%s</b> requires that you create an application inside its framework to allow access from your website to their API.<br/> To know how to create this application,
de_de: <b>%s</b> Erfordert, dass Sie eine Anwendung in seinem Framework erstellen, um Zugriff von Ihrer Website auf ihre API zu ermöglichen.<br/> Um zu wissen, wie diese Applikation zu erstellen,

source: click here and follow the steps.
de_de: Hier klicken und den Schritten folgen.

source: <em>Application ID</em> and <em>Secret</em> (also sometimes referred as <em>Consumer Key</em> and <em>Secret</em> or <em>Client ID</em> and <em>Secret</em>) are what we call an application credential
de_de: <em>Applikation ID</em> und <em>Secret</em> (manchmal bezeichnet als <em>Konsument Key</em> und <em>Secret</em> oder <em>Client ID</em> und <em>Secret</em>) are what we call an application credential

source: This application will link your website <code>%s</code> to <code>%s API</code> and these credentials are needed in order for <b>%s</b> users to access your website
de_de: Diese Anwendung verbindet Ihre Website <code>%s</code> mit <code>%s API</code> und die Anmeldeinformationen sind erforderlich, damit <b>%s</b> Benutzer auf Ihre Website zugreifen können

source: To register a new <b>%s API Application</b> and enable authentication, follow the steps
de_de: Gehen Sie folgendermasen vor, um eine neue <b>%s API Application</b> zu registrieren und die Authentifizierung zu aktivieren

source: Go to
de_de: Gehe zu

source: Select <b>Add a New App</b> from the <b>Apps</b> menu at the top
de_de: <b>Neue App hinzufügen</b>aus dem Menü <b>Apps</b> oben auswählen

source: Input your website URL. It should match the current site
de_de: Geben Sie Ihre Website-URL ein. Es sollte der aktuellen Website entsprechen

source: And that's it!
de_de: nd das ist es!

source: For more reference, you can see:
de_de: Weitere Informationen finden Sie unter:

source: Facebook Document
de_de: Facebook Dokument

source: Client ID
de_de: Kandidaten-ID

source: Select <b>Create Project</b> button
de_de: Wählen Sie die Schaltfläche <b>Projekt erstellen</b>

source: Fill in <b>Project name</b> then click <b>Create</b> button
de_de: <b>Project name</b> eingeben und auf <b>Erstellen</b> klicken

source: In the sidebar, under <b>APIs & auth</b>, select <b>Credentials</b> then switch to <b>OAuth consent screen</b> tab
de_de: Wählen Sie in der Seitenleiste unter <b>APIs & auth</b> <b>Credentials</b> und wechseln Sie auf <b>OAuth consent screen</b>.

source: Choose an Email Address and specify a <b>Product Name</b>
de_de: E-Mail Adresse wählen und <b>Produktname</b> eingeben

source: Switch back to <b>Credentials</b> tab and add a new <b>OAuth 2.0 client ID</b>
de_de: Zurück zu <b>Anmeldeinformationen</b> und fügen Sie eine neue <b>OAuth 2.0 client ID</b> hinzu.

source: In the <b>Application type</b> section, select <b>Web application</b> then input your site URL to the <b>Authorized JavaScript origins</b>. It should match the current site
de_de: Im Abschnitt <b>Bewerbungstyp</b> Wähen Sie <b>Web Bewerbung</b> und geben Sie Ihre Website-URL in die <b>Authorised JavaScript origins</b> ein. Es sollte der aktuellen Website entsprechen.

source: In the resulting section, you should see the <em>Client ID</em> and <em>Client Secret</em>
de_de: In dem daraus resultierenden Abschnitt sollten Sie die <em>Client ID</em> und <em>Client Secret</em> sehen

source: Go back to this setting page and paste the created Client ID and Client Secret into the settings above
de_de: Gehen Sie zurück zu dieser Einstellungsseite und fügen Sie die erstellte Client-ID und Client Secret in die obigen Einstellungen ein

source: Who you are
de_de: Wer du bist

source: I'm an employer looking to hire
de_de: Arbeitgeber

source: I'm a candidate looking for a job
de_de: Arbeitsuchender

source: Currently you have JavaScript disabled. In order to register, please make sure JavaScript and Cookies are enabled, and reload the page.
de_de: Sie haben JavaScript deaktiviert. Um sich registrieren zu können, muss JavaScript und Cookies aktiviert sein. Laden Sie die Seite neu.

source: Click here for instructions on how to enable JavaScript in your browser.
de_de: Klicken Sie hier für Anleitungen zur Aktivierung von JavaScript in Ihrem Browser.

source: Primary Menu
de_de: Hauptmenü

source: January
de_de: Januar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Select Image
de_de: Bild auswählen

source: Insert image
de_de: Bild hinzufügen

source: An old version of Noo Indeed Integration plugin was detected, please <em>remove</em> it and reinstall the newer version included in this theme.
de_de: Eine alte Version des Noo Indeed Integration Plugins wurde erkannt, bitte <em> Entfernen </em> und installieren Sie die neue Version die in diese Theme enthalten ist.

source: Install Required Plugins
de_de: Installieren Erforderliche Plugins

source: Install Plugins
de_de: Installiere Plugins

source: Installing Plugin: %s
de_de: Plugin Installation: %s

source: Updating Plugin: %s
de_de: Plugin Installation: %s

source: Something went wrong with the plugin API.
de_de: Etwas ist schief gelaufen.

source: This theme requires the following plugin: %1$s.
de_de: Dieses Theme erfordert folgendes Plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
de_de: Dieses Theme empfiehlt folgende Plugins: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
de_de: Das folgende Plugin muss auf die neueste Version aktualisiert werden, um eine maximale Kompatibilität mit diesem Theme zu gewährleisten: %1$s.

source: There is an update available for: %1$s.
de_de: Es ein Update für:: %1$s verfügbar.

source: The following required plugin is currently inactive: %1$s.
de_de: Das folgende benötigte Plugin ist deaktiviert: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
de_de: Das folgende empfohlene Plugin ist derzeit deaktiviert: %1$s.

source: Begin installing plugin
de_de: Plugin Installation starten

source: Begin updating plugin
de_de: Plugin Aktualisierung starten

source: Begin activating plugin
de_de: Plugin Aktivierung starten

source: Return to Required Plugins Installer
de_de: Zurück zur Erforderliche Plugins

source: Return to the Dashboard
de_de: Zurück zu Dashboard

source: Plugin activated successfully.
de_de: Plugin Erfolgreich aktiviert aktiviert.

source: The following plugin was activated successfully:
de_de: Der folgende Plugin wurde erfolgreich aktiviert:

source: No action taken. Plugin %1$s was already active.
de_de: Keine Maßnahmen ergriffen. Plugin %1$s war bereits aktiv.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
de_de: Plugin nicht aktiviert. Für dieses Thema wird eine höhere Version von %s benötigt. Bitte aktualisieren Sie das Plugin.

source: All plugins installed and activated successfully. %1$s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %1$s

source: Dismiss this notice
de_de: Ignoriere die Nachricht

source: There are one or more required or recommended plugins to install, update or activate.
de_de: Es gibt ein oder mehrere erforderliche oder empfohlene Plugins zu installieren, zu aktualisieren oder zu aktivieren.

source: Please contact the administrator of this site for help.
de_de: Bitte kontaktieren Sie den Administrator dieser Seite für Hilfe.

source: This plugin needs to be updated to be compatible with your theme.
de_de: Dieses Plugin muss aktualisiert werden, um mit Ihrem Theme kompatibel zu sein.

source: Update Required
de_de: Aktualisierung erforderlich

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
de_de: Das Remote-Plugin-Paket enthält keinen Ordner mit dem gewünschten Slug und die Umbenennung funktionierte nicht.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
de_de: Bitte kontaktieren Sie den Plugin-Provider um den Plugin nach den WordPress Richtlinien zu verpacken.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
de_de: Das Remote-Plugin-Paket besteht aus mehr als einer Datei, aber die Dateien werden nicht in einem Ordner verpackt.

source: and
de_de: und

source: Required
de_de: Erforderlich

source: Recommended
de_de: Empfohlen

source: WordPress Repository
de_de: WordPress Quelle

source: External Source
de_de: Quelle

source: Pre-Packaged
de_de: Vorverpackt

source: Not Installed
de_de: Nicht installiert

source: Installed But Not Activated
de_de: Installiert, aber nicht aktiviert

source: Active
de_de: Veröffentlicht

source: Required Update not Available
de_de: Erforderliches Update nicht verfügbar

source: Requires Update
de_de: Update erforderlich

source: Update recommended
de_de: Aktualisierung empfohlen

source: To Install <span class="count">(%s)</span>
de_de: Installieren <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
de_de: Update verfügbar <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
de_de: Aktivieren <span class="count">(%s)</span>

source: unknown
de_de: unbekannt

source: Installed version:
de_de: Installierte Version:

source: Minimum required version:
de_de: Mindestens erforderliche Version:

source: Available version:
de_de: Verfügbare Version:

source: No plugins to install, update or activate.
de_de: Keine Plugins zum installieren, aktualisieren oder aktivieren.

source: Source
de_de: Quelle

source: Type
de_de: Anstellungsart

source: Install %2$s
de_de: Installiere %2$s

source: Activate %2$s
de_de: Aktiviere %2$s

source: Upgrade message from the plugin author:
de_de: Upgrade-Nachricht vom Plugin-Autor:

source: Install
de_de: Installieren

source: Activate
de_de: Aktivieren

source: No plugins were selected to be installed. No action taken.
de_de: Es wurden keine Plugins ausgewählt, die installiert werden sollten. Keine Maßnahmen ergriffen.

source: No plugins were selected to be updated. No action taken.
de_de: Es wurden keine Plugins ausgewählt, die aktualisiert werden sollen. Keine Maßnahmen ergriffen.

source: No plugins are available to be installed at this time.
de_de: Es sind keine Plugins zum installieren verfügbar.

source: No plugins are available to be updated at this time.
de_de: Es sind keine Plugins zum aktualisieren verfügbar.

source: No plugins were selected to be activated. No action taken.
de_de: Es wurden keine Plugins ausgewählt, die aktiviert werden sollten. Keine Maßnahmen ergriffen.

source: No plugins are available to be activated at this time.
de_de: Es sind keine Plugins zum Aktivieren verfügbar.

source: Plugin activation failed.
de_de: Plugin Aktivierung fehlgeschlagen

source: Updating Plugin %1$s (%2$d/%3$d)
de_de: Aktualisierungs-Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
de_de: Beim Installieren ist ein Fehler aufgetreten %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
de_de: Die Installation von %1$s ist fehlgeschlagen.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installations- und Aktivierungsvorgang wird gestartet. Dieser Vorgang kann einige Zeit dauern.

source: %1$s installed and activated successfully.
de_de: %1$s wurde erfolgreich installiert und aktiviert.

source: Show Details
de_de: Details anzeigen

source: Hide Details
de_de: Details ausblenden

source: All installations and activations have been completed.
de_de: Alle Installationen und Aktivierungen sind abgeschlossen.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
de_de: Installieren und Aktivieren des Plugins %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
de_de: Der Installationsvorgang wird gestartet. Dieser Vorgang kann einige Zeit dauern.

source: %1$s installed successfully.
de_de: %1$s erfolgreich installiert.

source: All installations have been completed.
de_de: Alle Installationen sind abgeschlossen.
