Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: Installing Plugin %1$s (%2$d/%3$d)
de_de: Installieren des Plugins %1$s (%2$d/%3$d)

source: Customizer
de_de: Customizer (Anpassen)

source: NavBar Height (px)
de_de: NavBar Höhe (px)

source: Mobile NavBar Height (px)
de_de: Mobile NavBar Höhe (px)

source: Updating ...
de_de: Aktualisiere ...

source: Error when parsing your file.
de_de: Fehler beim Analysieren der Datei.

source: We are preparing your export file, please wait...
de_de: Wir bereiten Ihre Exportdatei vor, bitte warten...

source: There was a problem generating your export file, please try again.
de_de: Beim Erstellen Ihrer Exportdatei ist ein Problem aufgetreten. Bitte versuchen Sie es erneut.

source: Yes
de_de: Ja

source: This option doesn't support live preview. Save it and see the change on your site.
de_de: Diese Option unterstützt keine Live-Vorschau. Speichern Sie es und sehen Sie die Änderung auf Ihrer Website.

source: Wanna go to %s to see the change?
de_de: Möchten Sie zu %s gehen, um die Änderung zu sehen?

source: Blog Page
de_de: Blog Seite

source: Job List Page
de_de: Jobs Seite

source: Companies List Page
de_de: Unternehmen Liste Seite

source: Resume List Page
de_de: Lebenslauf Seite

source: Shop Page
de_de: Shop Seite

source: An Archive Page
de_de: Eine Archiv Seite

source: A Post
de_de: Ein Eintrag

source: A Job
de_de: Ein Job

source: A Resume
de_de: Ein Lebenslauf

source: A Product
de_de: Ein Produkt

source: Customizer credentials
de_de: Customizer Anmeldeinformationen

source: ON
de_de: AN

source: OFF
de_de: AUS

source: Media Library
de_de: Medienbibliothek

source: Open Library
de_de: Medienbibliothek öffnen

source: - Select Sidebar -
de_de: - Seitenleiste auswählen -

source: - Select Page -
de_de: - Seite auswählen -

source: - Font Family -
de_de: - Schriftfamilie -

source: Enter Mailchimp API key to connect to your account. Don't know where to find? <a href="%s" target="_BLANK">Just click here to get your API</a>
de_de: Geben Sie den Mailchimp-API-Schlüssel ein, um eine Verbindung zu Ihrem Konto herzustellen. Sie wissen nicht, wo Sie es finden? <a href="%s" target="_BLANK">Klicken Sie hier, um Ihre API zu erhalten</a>

source: Assign a menu
de_de: Menü zuweisen

source: Site Enhancement
de_de: Webseiten Erweiterungen

source: Enable/Disable some features for your site.
de_de: Aktivieren/Deaktivieren einige Funktionen für Ihre Website.

source: Custom Favicon
de_de: Benutzerdefinierte Favicon

source: Back To Top Button
de_de: Zurück nach oben Button

source: Enable MailChimp Subscribe
de_de: MailChimp Abonnement aktivieren

source: MailChimp Settings
de_de: MailChimp Einstellungen

source: Design and Layout
de_de: Design und Layout

source: Set Style and Layout for your site. Boxed Layout will come with additional setting options for background color and image.
de_de: Style und Layout für Ihre Website festlegen. Boxed Layout kommt mit zusätzlichen Einstellungsmöglichkeiten für Hintergrundfarbe und Bild.

source: Site Layout
de_de: Seitenlayout

source: Enable Parallax Background
de_de: Parallax Hintergrund aktivieren

source: Site Width (%)
de_de: Seitenbreite (%)

source: Site Max Width (px)
de_de: Max. Seitenbreite (px)

source: Background Color
de_de: Hintergrundsfarbe

source: Background Image
de_de: Hintergrundsbild

source: Upload your background image here, you have various settings for your image:<br/><strong>Repeat Image</strong>: enable repeating your image, you will need it when using patterned background.<br/><strong>Alignment</strong>: Set the position to align your background image.<br/><strong>Attachment</strong>: Make your image scroll with your site or fixed.<br/><strong>Auto resize</strong>: Enable it to ensure your background image always fit the windows.
de_de: Hintergrundbild hier hochladen. Einstellungsmöglichkeiten: <br/><strong>Bild wiederholen</strong>: Wiederholung des Bildes aktivieren. Es wird bei der Verwendung von gemusterten Hintergrund benötigt. <br/><strong>Ausrichtung</strong>: Die Position setzen, um Ihr Hintergrundbild auszurichten. <br/><strong>Anhang</strong>: Bild mit der Website mitblättern oder fix einstellen. <br/><strong>Automatische Grössenänderung</strong>: Aktivieren, um sicherzustellen, dass das Hintergrundbild immer der Fenstergrösse passt.

source: Background Repeat
de_de: Hintergrund Wiederholung

source: Repeat
de_de: Wiederholung

source: No Repeat
de_de: Keine Wiederholung

source: BG Image Alignment
de_de: BG Bildausrichtung

source: Left Top
de_de: Links Oben

source: Left Center
de_de: Links Mitte

source: Left Bottom
de_de: Links Unten

source: Center Top
de_de: Mitte Oben

source: Center Center
de_de: Mitte Mitte

source: Center Bottom
de_de: Mitte Unten

source: Right Top
de_de: Rechts Oben

source: Right Center
de_de: Rechts Mitte

source: Right Bottom
de_de: Rechts Unten

source: BG Image Attachment
de_de: BG Bild Anhang

source: Fixed Image
de_de: Fixiertes Bild

source: Scroll with Site
de_de: Site Blättern

source: Auto Resize
de_de: Automatische Grössenänderung

source: Color
de_de: Farbe

source: Here you can set the color for links and various elements on your site.
de_de: Hier können Sie die Farbe für Links und verschiedene Elemente auf Ihrer Website festlegen.

source: Primary Color
de_de: Haupt Farbe

source: Typography
de_de: Typografie

source: Customize your Typography settings. Merito integrated all Google Fonts. See font preview at <a target="_blank" href="http://www.google.com/fonts/">Google Fonts</a>.
de_de: Passen Sie Ihre Einstellungen für die Typografie an. Merito hat alle Google Fonts integriert. Siehe Font-Vorschau <a target="_blank" href="http://www.google.com/fonts/">Google Fonts</a>.

source: Use Custom Fonts?
de_de: Benutzerdefinierte Schriftarten

source: Custom Font Color?
de_de: Benutzerdefinierte Schriftarten Farbe

source: Headings
de_de: Überschriften

source: Headings Font
de_de: Überschriften Schriftart

source: Font Color
de_de: Schriftfarbe

source: Transform to Uppercase
de_de: In Grossbuchstaben umwandeln

source: Body Font
de_de: Body Schriftart

source: Font Size (px)
de_de: Schriftarten Grösse (px)

source: Header
de_de: Kopfzeile

source: Customize settings for your Header, including Navigation Bar (Logo and Navigation) and an optional Top Bar.
de_de: Passen Sie die Einstellungen für Ihre Kopfzeile, einschliesslich Navigationsleiste (Logo und Navigation) und eine optionale obere Leiste an.

source: General Options
de_de: Allgemeine Optionen

source: Navigation Bar
de_de: Navigationsbar

source: Adjust settings for Navigation Bar. You also can customize some settings for the Toggle Button on Mobile in this section.
de_de: Passen Sie die Einstellungen für die Navigationsleiste an. Sie können auch einige Einstellungen für die Toggle-Schaltfläche auf Mobile in diesem Abschnitt anpassen.

source: Static Top
de_de: Statisch Oben

source: Fixed Top
de_de: Fixiert Oben

source: Show Post Job/Resume Button
de_de: "Job/Lebenslauf inserieren" Button anzeigen

source: Use Button for
de_de: Butte benutzen für

source: Post Job
de_de: Job inserieren

source: Post Resume
de_de: Lebenslauf erstellen

source: Show User Menu
de_de: Benutzermenü anzeigen

source: Use Custom NavBar Font and Color?
de_de: Verwenden Sie benutzerdefinierte Schriftarten und Farben für NavBar?

source: NavBar Font
de_de: NavBar Schriftart

source: Link Color
de_de: Link Farbe

source: Link Hover Color
de_de: Link Hover Farbe

source: All the settings for Logo go here. If you do not use Image for Logo, plain text will be used.
de_de: Alle Einstellungen für Logo gehen hier. Wenn Sie kein Bild für Logo verwenden, dann wird einfacher Text verwendet.

source: Use Image for Logo?
de_de: Bild für Logo verwenden?

source: Logo Font
de_de: Logo Schriftart

source: Upload Your Logo
de_de: Logo hochladen

source: Image Height (px)
de_de: Bildhöhe (px)

source: NavBar Alignment
de_de: NavBar Ausrichtung

source: NavBar Link Spacing (px)
de_de: NavBar Link Abstand (px)

source: Mobile Icon Size (px)
de_de: Mobile Geräte Symbol Gröse (px)

source: Top Bar
de_de: Obere Leiste

source: Top Bar lays on top of your site, above Navigation Bar. It is suitable for placing contact information and social media link. Enable to control its layout and content.
de_de: Die obere Leiste befindet sich oben auf Ihrer Website, über der Navigationsleiste. Es ist für die Platzierung von Kontaktinformationen und Soziale Netzwerke Medien Links geeignet. Aktivieren, um Layout und Inhalt zu steuern.

source: Enable Top Bar
de_de: Obere Leiste aktivieren

source: Top Bar Layout
de_de: Obere Leiste Layout

source: Socials on the Right
de_de: Soziale Netzwerke Rechts

source: Social on the Left
de_de: Soziale Netzwerke Links

source: Show Social List
de_de: Soziale Netzwerke Liste anzeigen

source: Footer
de_de: Fusszeile

source: Footer Columns (Widgetized)
de_de: Fusszeile Spalten (Widgetized)

source: None (No Footer Main Content)
de_de: Keine (Kein Footer-Hauptinhalt)

source: One
de_de: Eins

source: Two
de_de: Zwei

source: Three
de_de: Drei

source: Four
de_de: Vier

source: Bottom Bar Content (HTML)
de_de: Boden Bar Inhalt (HTML)

source: In this section you have settings for your Blog page, Archive page and Single Post page.
de_de: In diesem Abschnitt können Sie die Einstellungen für Ihre Blog Seite, Archivseite und Einzelpostenseite vornehmen.

source: Choose Layout settings for your Post List
de_de: Layout Einstellungen für die Post Liste auswählen

source: With Right Sidebar
de_de: Mit rechter Seitenleiste

source: With Left Sidebar
de_de: Mit linker Seitenleiste

source: Blog Sidebar
de_de: Blog Seitenleiste

source: Blog Heading Title
de_de: Blog Überschrift Titel

source: Blog Heading Background Image
de_de: Blog Überschrift Hintergrundbild

source: Show Post Meta
de_de: Post Meta anzeigen

source: Show Readmore link
de_de: Weiterlesen Link anzeigen

source: Excerpt Length
de_de: Auszugslänge

source: Single Post
de_de: Einzelpost

source: Same as Blog Layout
de_de: Gleich wie Blog Layout

source: Post Sidebar
de_de: Post Seitenleiste

source: Show Author's Avatar
de_de: Autoren Avatar anzeigen

source: Enable Social Sharing
de_de: Teilen auf Soziale Netzwerke aktivieren

source: Sharing Title
de_de: Sharing Titel

source: Share This Post
de_de: Teile diese Post

source: Facebook Share
de_de: Facebook teilen

source: Twitter Share
de_de: Twitter teilen

source: Google+ Share
de_de: Google+ teilen

source: Pinterest Share
de_de: Pinterest teilen

source: LinkedIn Share
de_de: LinkedIn teilen

source: Job & Company
de_de: Job & Unternehmen

source: In this section you have settings for your Job List page, Archive page and Single Job page.
de_de: In diesem Abschnitt können Sie die Einstellungen für die Job Liste Seite , Archivseite und Einzel Job Seite vornehmen.

source: Job List
de_de: Job Liste

source: Choose Layout settings for your Job List
de_de: Layout Einstellungen für die Job Liste auswählen

source: Job List Layout
de_de: Job Liste Layout

source: Job List Style
de_de: Job Liste Style

source: Job List Pagination Style
de_de: Job Listen Paginierungs Stiel

source: Page Numbers
de_de: Seiten Nummern

source: Load More Button
de_de: Mehr Laden Knopf

source: Job List Sidebar
de_de: Job Liste Seitenleiste

source: Job Heading Title
de_de: Job Titel Überschrift

source: Job Heading Background Image
de_de: Job Überschrift Hintergrundbild

source: Show Featured Jobs
de_de: Top Jobs anzeigen

source: Number of Featured Jobs
de_de: Anzahl der Top Jobs

source: Order By Featured Jobs
de_de: Sortieren nach Top Jobs

source: Show Company Logo
de_de: Firmenlogo anzeigen

source: Show Company Name
de_de: Firmenname anzeigen

source: Job Location
de_de: Region

source: Publish Date
de_de: Veröffentlichungsdatum

source: Closing Date
de_de: Bewerbungsfrist

source: Job Category
de_de: Kategorie

source: Show Fields:
de_de: Felder anzeigen:

source: Single Job
de_de: Einzelner Job

source: Single Job Layout
de_de: Einzelner Job Layout

source: Company Info on the Right
de_de: Firmen Info rechts

source: Company Info on the Left
de_de: Firmen Info links

source: Right Sidebar
de_de: Seitenleiste rechts

source: Left Sidebar
de_de: Seitenleiste links

source: Show Company Information Below
de_de: Firmen Info unten

source: Single Job Sidebar
de_de: Einzelner Job Seitenleiste

source: Enable Job Comment
de_de: Kommentare aktivieren

source: Enable Related Jobs
de_de: Ähnliche Jobs aktivieren

source: Number of Related Jobs
de_de: Anzahl der ähnlichen Jobs

source: Email Share
de_de: E-Mail teilen

source: Companies List
de_de: Unternehmen Liste

source: Choose Layout settings for your Companies List
de_de: Layout Einstellungen für die Unternehmen Liste auswählen

source: Companies List Layout
de_de: Unternehmen Liste Layout

source: Companies List Style
de_de: Unternehmen Liste Style

source: Grid
de_de: Gitter

source: Companies Per Page
de_de: Unternehmen pro Seite

source: Companies List Sidebar
de_de: Unternehmen Liste Seitenleiste

source: Companies Heading Title
de_de: Unternehmen Überschrift Titel

source: Companies
de_de: Arbeitgeber

source: Companies Heading Background Image
de_de: Unternehmen Überschrift Hintergrundbild

source: Single Company
de_de: Einzel Unternehmen

source: Choose Layout settings for your Company
de_de: Layout Einstellungen für Unternehmen auswählen

source: Single Company Layout
de_de: Einzel Unternehmen Layout

source: Sidebar Information
de_de: Informationen zur Sidebar

source: Full Information
de_de: Ausführliche Informationen

source: Show Contact Company Form
de_de: Unternehmen Kontaktformular anzeigen

source: Use CaptCha
de_de: CaptCha verwenden

source: Resume
de_de: Lebenslauf

source: In this section you have settings for your Resume List page.
de_de: In diesem Abschnitt können Sie Einstellungen für die Lebenslauf Liste Seite vornehmen.

source: Resume List Layout
de_de: Lebenslauf Liste Layout

source: Resume List Sidebar
de_de: Lebenslauf Liste Seitenleiste

source: Resume Heading Title
de_de: Lebenslauf Titel

source: Resume Listing
de_de: Lebenslauf Auflistung

source: Resume Heading Background Image
de_de: Lebenslauf Überschrift Hintergrundbild

source: Resume Title
de_de: Lebenslauf Titel

source: Choose Layout for your Shop Page.
de_de: Layout für die Shop Seite auswählen.

source: Shop Sidebar
de_de: Shop Seitenleiste

source: Products Per Page
de_de: Produkte pro Seite

source: Shop Heading Background Image
de_de: Shop Überschrift Hintergrundbild

source: Single Product
de_de: Einzelner Produkt

source: Product Layout
de_de: Produkt Layout

source: Same as Shop Layout
de_de: Gleich wie Shop Layout

source: Product Sidebar
de_de: Produkt Seitenleiste

source: Custom Code
de_de: Benutzerdefinierter Code

source: In this section you can add custom JavaScript and CSS to your site.<br/>Your Google analytics tracking code should be added to Custom JavaScript field.
de_de: In diesem Abschnitt können Sie benutzerdefinierte JavaScript und CSS hinzufügen. <br/>Ihr Google Analytics-Tracking-Code sollte in benutzerdefinierten JavaScript-Feld hinzugefügt werden.

source: Custom JavaScript
de_de: Benutzerdefinierter JavaScript

source: Custom CSS
de_de: Benutzerdefinierter CSS

source: Import/Export Settings
de_de: Einstellungen importieren/exportieren

source: All themes from NooTheme share the same theme setting structure so you can export then import settings from one theme to another conveniently without any problem.
de_de: Alle Themen von NooTheme teilen sich die gleiche Themeneinstellungsstruktur, so dass Sie die Einstellungen von einem Theme zu einem anderen problemlos exportieren und importieren können.

source: Import Settings
de_de: Einstellungen importieren

source: Click Upload button then choose a JSON file (.json) from your computer to import settings to this theme.<br/>All the settings will be loaded for preview here and will not be saved until you click button "Save and Publish".
de_de: Klicken Sie auf Hochladen und wählen Sie eine JSON-Datei (.json) von Ihrem Computer aus, um die Einstellungen für dieses Thema zu importieren.

source: Upload
de_de: Hochladen

source: Export Settings
de_de: Einstellungen exportieren

source: Simply click Download button to export all your settings to a JSON file (.json).<br/>You then can use that file to restore theme settings to any theme of NooTheme.
de_de: Klicken Sie einfach auf die Schaltfläche Download, um alle Einstellungen in eine JSON-Datei (.json) zu exportieren. Sie können diese Datei dann verwenden, um die Themeneinstellungen für jedes Theme von NooTheme wiederherzustellen.

source: Download
de_de: Herunterladen

source: Import Successfully!
de_de: Import erfolgreich!

source: Sorry, there has been an error.
de_de: Es ist ein Fehler aufgetreten.

source: The file does not exist, please try again.
de_de: Datei ist nicht vorhanden, versuchen Sie es erneut.

source: All done. Have fun!
de_de: Alles erledigt. Viel spass!

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
de_de: Die Exportdatei konnte nicht unter <code>%s</code> gefunden werde. Es ist wahrscheinlich, dass dies durch ein Berechtigungsproblem verursacht wurde.

source: This NOO file (version %s) may not be supported by this version of the importer. Please consider updating.
de_de: Diese NOO-Datei (Version %s) wird von dieser Version des Importers möglicherweise nicht unterstützt. Bitte aktualisieren.

source: Failed to import author %s. Their posts will be attributed to the current user.
de_de: Fehler beim Importieren des Autors %s. Die Beiträge werden dem aktuellen Benutzer zugewiesen.

source: Import author:
de_de: Autor importieren:

source: or create new user with login name:
de_de: oder einen neuen Benutzer erstellen:

source: as a new user:
de_de: als ein neuer Benutzerr:

source: assign posts to an existing user:
de_de: Beiträge zu einem vorhandenen Benutzer zuweisen:

source: or assign posts to an existing user:
de_de: oder einem bestehenden Benutzer zuordnen:

source: - Select -
de_de: - Auswählen -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
de_de: Fehler beim Erstellen neuer Benutzer für %s. Die Beiträge werden dem aktuellen Benutzer zugewiesen.

source: Failed to import category %s
de_de: Kategorie konnte nicht importiert werden %s

source: Failed to import post tag %s
de_de: Post-Tag konnte nicht importiert werden %s

source: Failed to import %s %s
de_de: Fehler beim Importieren %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
de_de: Fehler beim Importieren &#8220;%s&#8221;: Ungültiger Posttyp %s

source: Failed to import %s &#8220;%s&#8221;
de_de: Fehler beim Importieren %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
de_de: Menüpunkt übersprungen aufgrund fehlender Menüpause

source: Menu item skipped due to invalid menu slug: %s
de_de: Menüeintrag übersprungen aufgrund ungültiger Menüpause: %s

source: The given object ID is not that of a menu item.
de_de: Die angegebene Objekt-ID ist nicht die eines Menüpunkts.

source: Invalid menu ID.
de_de: Ungültige Menü ID

source: Fetching attachments is not enabled
de_de: Das Abrufen von Anhängen ist nicht aktiviert

source: Invalid file type
de_de: Ungültiger Dateityp

source: Remote server did not respond
de_de: Remoteserver antwortete nicht

source: Remote server returned error response %1$d %2$s
de_de: Remote Server zurückgegebener Fehler %1$d %2$s

source: Remote file is incorrect size
de_de: Remote Datei hat eine falsche Grösse

source: Zero size file downloaded
de_de: Zero-Grösse-Datei heruntergeladen

source: Remote file is too large, limit is %s
de_de: Remote Datei ist zu gross, der Limit ist %s

source: Import WordPress
de_de: WordPress importieren

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
de_de: Eine neue Version dieses Importeurs ist verfügbar. Bitte auf Version %s aktualisieren, um die Kompatibilität mit neueren Exportdateien zu gewährleisten.

source: Howdy! Upload your WordPress eXtended RSS (NOO) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
de_de: Hallo! Laden Sie Ihre WordPress eXtended RSS (NOO) -Datei und wir importieren die Beiträge, Seiten, Kommentare, benutzerdefinierte Felder, Kategorien und Tags auf dieser Website.

source: Choose a NOO (.xml) file to upload, then click Upload file and import.
de_de: Wählen Sie eine NOO (.xml) -Datei, die Sie hochladen möchten, und klicken Sie dann auf Datei hochladen und importieren.

source: Imported data could not be read. Please try a different file..
de_de: Importierte Daten konnten nicht gelesen werden. Bitte versuchen Sie es mit einer anderen Datei.

source: Sidebar does not exist in theme (using Inactive)
de_de: Seitenleiste ist nicht vorhanden.

source: Site does not support widget
de_de: Website unterstützt keine Widgets

source: Widget already exists
de_de: Widget ist bereits vorhanden

source: Imported
de_de: Importiert

source: Imported to Inactive
de_de: Inaktiviert importiert

source: No Title
de_de: Kein Titel

source: There was an error when reading this NOO file
de_de: Beim Lesen dieser NOO Datei ist ein Fehler aufgetreten

source: Details are shown above. The importer will now try again with a different parser...
de_de: Details werden oben gezeigt. Der Importer versucht nun erneut mit einem anderen Parser ...

source: This does not appear to be a NOO file, missing/invalid NOO version number
de_de: Dies scheint keine NOO Datei zu sein, fehlende/ungültige NOO Versionsnummer

source: Enable Mega Menu
de_de: Mega Menu aktivieren

source: Number of Rows
de_de: Anzahl der Reihen

source: Number of Columns
de_de: Anzahl der Spalten

source: Five
de_de: Fünf

source: Six
de_de: Sechs

source: Sub-Menu Alignment
de_de: Sub Menü Ausrichtung

source: Align Left
de_de: Linksbündig

source: Align Right
de_de: Rechtsbündig

source: Align Center
de_de: Zentriert

source: Full-height Mega Menu
de_de: Volle Höhe Mega Menu

source: Visibility
de_de: Sichtbarkeit

source: All Devices
de_de: Alle Geräte

source: Hidden Phone
de_de: Handy ausgeblendet

source: Hidden Tablet
de_de: Tablet ausgeblendet

source: Hidden PC
de_de: PC ausgeblendet

source: Visible Phone
de_de: Handy sichtbar

source: Visible Tablet
de_de: Tablet sichtbar

source: Visible PC
de_de: PC sichtbar

source: Flying Direction for Sub-Menu of this Item
de_de: Flugrichtung für Untermenü dieses Artikels

source: Fly Left
de_de: Fliege links

source: Fly Right
de_de: Fliege rechts

source: The Link
de_de: Link

source: M4V File URL
de_de: M4V Datei URL

source: Place the URL to your .m4v video file here.
de_de: Legen Sie hier die URL zu Ihrer .m4v Videodatei.

source: OGV File URL
de_de: OGV Datei URL

source: Place the URL to your .ogv video file here.
de_de: Legen Sie hier die URL zu Ihrer .ogv Videodatei.

source: Video Aspect Ratio
de_de: Video Seitenverhältnis

source: Choose the aspect ratio for your video.
de_de: Seitenverhältnis für Video auswählen.

source: Embedded Video Code
de_de: Eingebetteter Videocode

source: If you are using something other than self hosted video (YouTube, Vimeo, etc.) paste the embed code here. This field will override the above settings.
de_de: Wenn Sie etwas anderes als selbst gehosteten Videos wie YouTube, Vimeo, etc. verwenden, fügen Sie bitte den eingebetteten Code hier ein. Dieses Feld überschreibt die obigen Einstellungen.

source: Upload Image
de_de: Bild hochladen

source: Edit Gallery
de_de: Galerie ändern

source: Add Images
de_de: Bilder hsinzufügen

source: Clear Gallery
de_de: Galerie löschen

source: Change File
de_de: Datei ändern

source: Select File
de_de: Datei auswählen
