Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: Featured Company
de_de: hervorgehobene Firma

source: Company ( Employer ) with this package will be featured.
de_de: Firmen (Arbeitgeber) mit diesem Paket werden hervorgehoben.

source: Job Package Options
de_de: Job Pakete Optionen

source: Job Package Page
de_de: Job Pakete Seite

source: Select a page&hellip;
de_de: Seite auswählen&hellip;

source: Select a page with shortcode [noo_job_package_list]
de_de: Eine Seite mit Shortcode auswählen [noo_job_package_list]

source: Allow re-purchase free package
de_de: Erlauben Kostenlose Pakete erneut zu erwerben

source: Enable this option if you allow employer to purchase the free package more than one time.
de_de: Aktivieren Sie diese Option, wenn Sie Arbeitgebern erlauben, das kostenlose Paket mehr als einmal zu erwerben.

source: WooCommerce Missing
de_de: WooCommerce fehlt

source: You need to install <a href="%s" target="_blank">WooCommerce</a> plugin to start creating and using Job Packages
de_de: Sie müssen das <a href="%s" target="_blank">WooCommerce</a> Plugin installieren, um mit dem Erstellen und Verwenden von Job Paketen zu beginnen

source: Candidate Basic Info
de_de: Kandidat Grundinfo

source: Profile Image
de_de: Profilbild

source: Upload an additional image for your user profile.
de_de: Laden Sie ein zusätzliches Bild für Ihr Benutzerprofil hoch.

source: Candidate Social Profile
de_de: Soziales Netzwerk Profil des Kandidaten

source: Employer Information
de_de: Arbeitgeber Informationen

source: Representative for Company
de_de: Vertretung der GesellschaftVertreter für Unternehmen

source: Login
de_de: Anmelden

source: Register
de_de: Registrieren

source: You used up your Job Limit.
de_de: Bitte wählen Sie ein neues Paket.

source: Lost Password
de_de: Passwort vergessen

source: Edit Job
de_de: Job ändern

source: Manage Plan
de_de: Pakete verwalten

source: Manage Applications
de_de: Bewerbungen verwalten

source: Manage Jobs
de_de: Jobs verwalten

source: Company Profile
de_de: Firmenprofil

source: Post a Resume
de_de: Lebenslauf erstellen

source: Manage Resumes
de_de: Lebensläufe verwalten

source: My Profile
de_de: Mein Profil

source: Reset link misses key or username.
de_de: Zurücksetzungslink fehlen Schlüssel oder Benutzernamen.

source: Invalid reset key.
de_de: Ungültige Wiederherstellungsschlüssel.

source: Mising Job ID.
de_de: Fehlende Job-ID.

source: You can't edit this job.
de_de: Sie können diesen Job nicht bearbeiten.

source: Only employers can access this page
de_de: Nur Arbeitgeber können Lebensläufe sehen.

source: Only logged-in users can see this page
de_de: Nur eingeloggte Benutzer können diese Seite sehen

source: Save
de_de: Speichern

source: Please login before buying a Package
de_de: You have not logged in yet

source: Missing Package ID.
de_de: Fehlende Paket-ID.

source: The Package you selected is removed or unavailable. Please choose another package.
de_de: Das ausgewählte Paket ist entfernt oder nicht verfügbar. Bitte wählen Sie ein anderes Paket aus.

source: You can't edit this company
de_de: Sie können diese Firma nicht bearbeiten.

source: Edit Company Info
de_de: Firmenprofil anpassen

source: Only candidates can access this page
de_de: Nur Kandidaten können auf diese Seite zugreifen

source: Edit Job alert
de_de: Jobmail bearbeiten

source: Create a new Job alert
de_de: Eine neue Jobmail Abo erstellen

source: You can't edit this profile
de_de: Sie können dieses Profil nicht bearbeiten.

source: Change Profile
de_de: Profil anpassen

source: Save My Profile
de_de: Profil aktualisieren

source: your candidates
de_de: Ihre Kandidaten

source: Select a page with shortcode [noo_member_account]
de_de: Eine Seite mit Shortcode auswählen [noo_member_account]

source: Member Page Title show
de_de: Member Seitentitel anzeigen

source: Page Title
de_de: Seitentitel

source: Current user's name
de_de: Aktueller Benutzername

source: Use Member page as WordPress Login/Register
de_de: Verwenden Sie die Member Seite als WordPress Anmelden/Registrieren

source: If this option is enabled, all login links ( /wp-admin included ) will be redirect to the Member page
de_de: Wenn diese Option aktiviert ist, werden alle Login-Links (/wp-admin eingeschlossen) auf die Member Seite umgeleitet

source: Who can Register?
de_de: Wer kann sich registrieren?

source: Both Employer & Candidate
de_de: Sowohl Arbeitgeber als auch Kandidat

source: Only Employer
de_de: Nur Arbeitgeber

source: Only Candidate
de_de: Nur Bewerber

source: Disable Register
de_de: Registrierung deaktivieren

source: Registration is not enabled on this site. To enable it please go to %s and allow Anyone can register.
de_de: Die Registrierung ist auf dieser Website nicht aktiviert. Um die Registrierung zu aktivieren gehen Sie bitte zu %s und erlauben alle zu sich registrieren.

source: General Setting
de_de: cAlle Regionen

source: Enable Captcha on Registration
de_de: Captcha bei der Registrierung aktivieren

source: Hide Admin Bar
de_de: Admin Bar ausblenden

source: Hide Admin bar for users ( Candidates and Employeres ) registered from now.
de_de: Admin Leiste für ab jetzt registrierte Benutzer ausblenden.

source: Terms and Conditions Page
de_de: Allgemeine Geschäftsbedingungen Seite

source: This page used for "I agree with the Terms of use" on Registration form
de_de: Diese Seite wird für "Ich stimme den Nutzungsbedingungen" auf dem Anmeldeformular benutzt.

source: Enable Login Using Email
de_de: Login mit E-Mail aktivieren

source: Enabling this option will remove username and only use email for login/registration.
de_de: Wenn Sie diese Option aktivieren, wird die E-Mail Adresse zum einloggen und registrieren benutzt.

source: Resume Settings
de_de: Lebenslauf Einstellungen

source: You don't have permission to view resumes.
de_de: Sie haben keinen Zugriff auf Bewerberprofile.

source: This resume is private.
de_de: Dieser Lebenslauf ist privat.

source: Only employers can view resumes.
de_de: Nur Arbeitgeber können Lebensläufe einsehen.

source: Login as Employer
de_de: Als Arbeitgeber fortfahren

source: Logout then Login as Employer
de_de: Abmelden und als Arbeitgeber anmelden

source: Only paid employers can view resumes.
de_de: Sie haben keinen Zugriff auf Bewerberprofile.

source: Your membership doesn't allow you to view resumes.
de_de: Ihre Mitgliedschaft erlaubt Ihnen nicht, Lebensläufe anzusehen.

source: Upgrade your membership
de_de: Konto upgraden

source: Resume Package
de_de: Lebenslauf Paket

source: Resume posting limit
de_de: Limit der Jobs postings

source: The number of resumes a user can post with this package.
de_de: Die Anzahl der Jobs, die ein Benutzer mit diesem Paket posten kann.

source: Resume Packages
de_de: Lebenslauf Pakete

source: Resume Package Options
de_de: Lebenslauf Pakete Optionen

source: Resume Package Page
de_de: Lebenslauf Pakete Seite

source: Select a page with shortcode [noo_resume_package_list]
de_de: Eine Seite mit Shortcode auswählen [noo_resume_package_list]

source: Enable this option if you allow candidate to purchase the free package more than one time.
de_de: Aktivieren Sie diese Option, wenn Sie Kandidaten erlauben, das kostenlose Paket mehr als einmal zu erwerben.

source: Add New testimonial Item
de_de: Neues Testimonialelement hinzufügen

source: Edit testimonial Item
de_de: Testimonial Artikel bearbeiten

source: View testimonial
de_de: Testimonial ansehen

source: Search testimonial
de_de: Testimonial suchen

source: No testimonial items found
de_de: Keine Testimonials gefunden

source: No testimonial items found in trash
de_de: Keine Testimonials im Papierkorb gefunden

source: Testimonial Categories
de_de: Testimonial Kategorien

source: Testimonial Category
de_de: Testimonial Kategorie

source: All Testimonial Categories
de_de: Alle Testimonial Kategorien

source: Edit Testimonial Category
de_de: Testimonial Kategorie bearbeiten

source: View Testimonial Category
de_de: Testimonial Kategorie anzeigen

source: Update Testimonial Category
de_de: Testimonial Kategorie aktualisieren

source: Add New Testimonial Category
de_de: Neue Testimonial-Kategorie hinzufügen

source: New Testimonial Category Name
de_de: Neues Testimonial Kategorie-Name

source: Parent Testimonial Category
de_de: Übergeordnete Testimonial Kategorie

source: Parent Testimonial Category:
de_de: Übergeordnete Testimonial Kategorie:

source: Search Testimonial Categories
de_de: Testimonial Kategorien suchen

source: Popular Testimonial Categories
de_de: Beliebte Testimonial Kategorien

source: Separate Testimonial Categories with commas
de_de: Testimonial Kategorien mit Kommas trennen

source: Add or remove Testimonial Categories
de_de: Testimonial Kategorien hinzufügen oder entfernen

source: Choose from the most used Testimonial Categories
de_de: Aus den am meisten verwendeten Testimonial-Kategorien auswählen

source: No Testimonial Categories found
de_de: Keine Testimonial Kategorien gefunden

source: Sidebar Generator
de_de: Seitenleisten Generator

source: Remove
de_de: Entfernen

source: You've made changes, don't forget to save.
de_de: Sie haben Änderungen vorgenommen, vergessen Sie nicht zu speichern.

source: Changes were saved successfully.
de_de: Änderungen wurden erfolgreich gespeichert.

source: An unexpected error ocurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.

source: The sidebar was successfully created.
de_de: Seitenleiste wurde erfolgreich erstellt.

source: The sidebar already exists. Please change the name.
de_de: Die Seitenleiste existiert bereits. Bitte ändern Sie den Namen.

source: Please enter a name for this sidebar.
de_de: Geben Sie einen Namen für diese Seitenleiste ein.

source: Are you sure? If you remove this sidebar it can't be restored.
de_de: Sind Sie sicher? Wenn Sie die Seitenleiste entfernen, kann sie nicht wiederhergestellt werden.

source: Sidebar Removed
de_de: Seitenleiste entfernt

source: Data imported successfully.
de_de: Daten erfolgreich importiert.

source: Add new
de_de: Neu hinzufügen

source: Sidebar Name:
de_de: Seitenleiste Name:

source: Import
de_de: Importieren

source: Sidebars
de_de: Seitenleisten

source: Export
de_de: Exportieren

source: How to use?
de_de: Wie benutzt man?

source: Copy text from textarea:
de_de: Text aus Textbereich kopieren:

source: Paste exported data in textarea:
de_de: Exportierte Daten in Textbereich einfügen:

source: Paste the shortcode anywhere you want, in posts, pages etc. If the input accept shortcodes, then the sidebar will be displayed.
de_de: Fügen Sie den Shortcode ein, wohin Sie wollen, in Posts, Seiten usw. Wenn der Input Shortcodes annimmt, dann wird die Seitenleiste angezeigt.

source: Function:
de_de: Funktion:

source: You can use the built-in function, but for this you should modify theme files and make sure to check if the function exists before use it.
de_de: Sie können die integrierte Funktion verwenden, aber dafür sollten Sie Theme Dateien ändern und zu überprüfen, ob die Funktion vor dem Gebrauch vorhanden ist.

source: WP Native function:
de_de: WP Native Funktion:

source: You can use the built-in function <em>smk_sidebar</em>, but anyways I recommend using WP native function to avoid conflicts.
de_de: Sie können die eingebaute Funktion <em>smk_sidebar</em> verwenden, aber um Konflikte zu vermeiden empfehlen wir die WP Native Funktion zu verwenden,

source: For more info visit the following links:
de_de: Für weitere Informationen besuchen Sie folgende Links:

source: Data is not valid.
de_de: Die Daten sind ungültig.

source: Please enter data.
de_de: Bitte Daten eingeben.

source: All
de_de: Alle

source: Base Elements
de_de: Grundelemente

source: WordPress Content
de_de: WordPress Inhalt

source: Custom
de_de: Benutzerdefiniert

source: Enter your text.
de_de: Text eingeben.

source: (Optional) Enter a unique class name.
de_de: (Optional) Eindeutige Class Name eingeben.

source: (Optional) Enter a unique ID
de_de: (Optional) Eindeutige ID eingeben

source: Custom Style
de_de: Benutzerdefinierter Style

source: (Optional) Enter inline CSS.
de_de: (Optional) Inline CSS eingeben.

source: Background Color Overlay
de_de: Hintergrundfarbe Overlay

source: Background Image Repeat
de_de: Hintergrundbild Wiederholung

source: Parallax Background
de_de: Parallax Hintergrund

source: Disable Parallax on Mobile
de_de: Deaktivieren Sie Parallax auf Mobilgeräten

source: Parallax Velocity
de_de: Parallax Geschwindigkeit

source: The movement speed, value should be between -1.0 and 1.0
de_de: Die Bewegungsgeschwindigkeit sollte zwischen -1.0 und 1.0 liegen.

source: Background Video
de_de: Hintergrund Video

source: Enable Background Video, it will override Background Color and Background Image
de_de: Hintergrundvideo aktivieren (Hintergrundfarbe und Hintergrundbild überschreiben)

source: Video Poster Image
de_de: Video Poster Bild

source: Has Container
de_de: Hat Container

source: If enabled, this row will be placed inside a container.
de_de: Wenn diese Option aktiviert ist, wird diese Zeile in einem Container platziert.

source: Border
de_de: Rand

source: Right
de_de: Recht

source: Left
de_de: Links

source: Bottom
de_de: Unten

source: Vertical
de_de: Vertikal

source: Padding Top (px)
de_de: Padding oben (px)

source: Padding Bottom (px)
de_de: Padding unten (px)

source: The movement speed, value should be between 0.1 and 1.0
de_de: Die Bewegungsgeschwindigkeit sollte zwischen 1.0 und 1.0 liegen.

source: Text Alignment
de_de: Textausrichtung

source: Center
de_de: Mitte

source: Select Animation
de_de: Animation auswählen

source: Choose animation effect for this column.
de_de: Animationseffekte für Spalte auswählen.

source: Animation Offset
de_de: Animationsversatz

source: Choose type of this seperator.
de_de: Typ des Trennzeichens auswählen.

source: Line
de_de: Linie

source: Line with Text
de_de: Linie mit Text

source: Title
de_de: Titel

source: Size
de_de: Grösse

source: Half
de_de: Hälfte

source: LIne Thickness (px)
de_de: Liniendicke (px)

source: Space Before (px)
de_de: Raum vor (px)

source: Space After (px)
de_de: Raum nachher (px)

source: Animation Block
de_de: Animationsblock

source: Enable animation for serveral elements.
de_de: Animation für mehrere Elemente aktivieren.

source: Insert a vertical gap in your content
de_de: Vertikale Gap in Ihrem Inhalt einfügen

source: Size (px)
de_de: Grösse (px)

source: Enter in the size of your gap.
de_de: Geben Sie die Gap Grösse ein.

source: Clear
de_de: Klar

source: Clear helps you fix the normal break style
de_de: Clear hilft Ihnen, den normalen Break-Stil zu beheben

source: All Categories
de_de: Alle Kategorien

source: All types
de_de: Alle Anstellungsarten

source: All locations
de_de: Alle Regionen

source: Noo Recent News
de_de: Noo Neueste Nachrichten

source: Enter text which will be used as element title. Leave blank if no title is needed.
de_de: Geben Sie den Text ein, der als Elementtitel verwendet werden soll. Leer lassen, wenn kein Titel benötigt wird.

source: Columns
de_de: Spalten

source: Number of Posts
de_de: Anzahl Posts

source: Step Icons
de_de: Step Symbol

source: Icon
de_de: Symbol

source: Simple
de_de: Einfach

source: Advanced
de_de: Erweitert

source: List button
de_de: Button Liste

source: Button color
de_de: Button Farbe

source: Show
de_de: Anzeigen

source: Featured
de_de: Top Job

source: Recent
de_de: Letzte

source: Display Style
de_de: Style anzeigen

source: Job List Full
de_de: Job Liste Vollständig

source: Job List Column
de_de: Job Liste Spalte

source: List Column
de_de: Spalten

source: 3 Columns
de_de: 3 Spalten

source: 4 Columns
de_de: 4 Spalten

source: Setup button will be show below list job.
de_de: Die Setup-Taste wird unter der Job Liste angezeigt.

source: Title Type
de_de: Titel Typ

source: You can choose preset title with Job count or add a new Text for title.
de_de: Sie können einen vor eingestellten Titel mit Job Zählung auswählen oder einen neuen Text für Titel hinzufügen.

source: Job count
de_de: Job Zählung

source: Posts per page
de_de: Beiträge pro Seite

source: Enter number item to show on the page.
de_de: Eingabe der Nummern der Objekte die auf der Seite angezeigt werden sollen.

source: Show Auto Play
de_de: Auto Play anzeigen

source: Turn on/off auto play.
de_de: Autoplay ein-/ausschalten.

source: On
de_de: An

source: Off
de_de: Aus

source: Slide Speed (ms)
de_de: Slide Geschwindigkeit (ms)

source: Order by
de_de: Sortieren nach

source: Date
de_de: Datum

source: Popular
de_de: Beliebt

source: Random
de_de: Zufällig

source: Sort by
de_de: Sortiert nach

source: Older
de_de: Ältere

source: Show Pagination
de_de: Seitennummerierung anzeigen

source: Show/hide Pagination.
de_de: Details ein-/ausblenden

source: Hide
de_de: Ausblenden

source: Show View More
de_de: Anzeigen Mehr anzeigen

source: Show/hide read more.
de_de: Mehr lesen anzeigen/ausblenden.

source: Noo Resume
de_de: Noo Lebenslauf

source: If you select display style Job Slider please enter value 1.
de_de: Wenn Sie die Anzeigeart Job Slider wählen, geben Sie Wert 1 ein bitte.

source: Data
de_de: Daten

source: Public Jobs
de_de: Öffentliche Stellenangebote

source: Public Resumes
de_de: Öffentliche Lebensläufe

source: All Jobs
de_de: Alle Jobs

source: All Resumes
de_de: Alle Lebensläunfe

source: All Companies
de_de: Alle Arbeitgeber

source: All Applications
de_de: Alle Bewerbungen

source: All Users
de_de: Alle Benutzer

source: Candidate User
de_de: Kandidaten Benutzer

source: Employer User
de_de: Arbeitgeber Benutzer

source: Custom Number
de_de: Benutzerdefinierte Nummer

source: Number
de_de: Nummer

source: Custom Field:
de_de: Benutzerdefiniertes Feld:

source: Map Height (px)
de_de: Map höhe (px)

source: The maximum height of the map
de_de: Die maximale Höhe der Karte

source: Select your map style.
de_de: Map Art auswählen

source: Dark
de_de: Dunkel

source: Nature
de_de: Natur

source: Default
de_de: Standard

source: Center Latitude
de_de: Mitte Breitengrad

source: The Latitude of the Map's center point
de_de: Der Breitengrad des Kartenmittelpunkts

source: Center Longitude
de_de: Mittlere Längengrad

source: The Longitude of the Map's center point
de_de: Die Länge des Kartenmittelpunkts

source: Zoom level
de_de: Zoomstufe

source: The default zoom level
de_de: Die voreingestellte Zoomstufe

source: Fit all jobs
de_de: Alle Jobs anpassen

source: If enable, the map will ignore the above settings and try to show all your jobs.
de_de: Wenn diese Option aktiviert ist, ignoriert die Karte die obigen Einstellungen und versucht, alle Jobs anzuzeigen.

source: Show Job Search
de_de: Job Suche anzeigen

source: Enable Keyword Search
de_de: Keyword-Suche aktivieren

source: Search Position 2
de_de: Suchposition 2

source: Search Position 3
de_de: Suchposition 3

source: Search Position 4
de_de: Suchposition 4

source: Advanced Search
de_de: Erweiterte Suche

source: Main Title
de_de: Haupttitel

source: Join us & Explore thousands of Jobs
de_de: Entdecken Sie Tausende von Jobs

source: Top Title
de_de: Seitenanfang Titel

source: JobMonster WordPress Theme
de_de: pajob.ch

source: Search Form Layout
de_de: Suche Formular Layout

source: Background Type
de_de: Hintergrundtyp

source: Image Slider
de_de: Bild Slider

source: One Image
de_de: Ein Bild

source: Slider Images
de_de: Slider Bilder

source: Slider Speed (ms)
de_de: Slider Geschwindigkeit (ms)

source: Slider Max Height (px)
de_de: Slider Max Höhe (px)

source: The maximum height of the slider
de_de: Die maximale Höhe des Slider

source: Image
de_de: Bild

source: Image Height Type
de_de: Bildhöhe Typ

source: Select custom height or full-screen image
de_de: Benutzerdefinierte Höhe oder Vollbild-Bild auswählen

source: Custom Height
de_de: Benutzerdefinierte Höhe

source: Image Max Height (px)
de_de: Bild Maximale Höhe (px)

source: Choose the height of the image, work only when Image Height type is custom.
de_de: Die Höhe des Bildes auswählen. Funktioniert nur, wenn der Höhen Typ des Bildes Benutzerdefiniert ist.

source: Search Form Top Position
de_de: Suchformular Position oben

source: The top position of the search form base on the image backgroud.
de_de: Die obere Position des Suchformulars basiert auf dem Bildhintergrund.

source: Search Post type
de_de: Suche

source: Companies Listing
de_de: Unternehmen Auflistung

source: Number Company
de_de: Anzahl Unternehmen

source: Companies Featured
de_de: Top Unternehmen

source: Default value -1 show all company featured
de_de: Default-Wert -1 Zeige alle Top Unternehmen

source: Auto Play
de_de: Automatisches Abspielen

source: Job Packages
de_de: Job Pakete

source: Product Categories
de_de: Produktkategorien

source: Leave it blank to show all categories
de_de: Leer lassen um alle Kategorien anzuzeigen

source: Automatically
de_de: Automatisch

source: Job Category List
de_de: Job Kategorieliste

source: Heading Title
de_de: Überschrift Titel

source: List Job Category
de_de: Job Kategorien

source: Testimonial Image Per Page
de_de: Testimonialbild pro Seite

source: Hidden pagination
de_de: Seitenzahl ausblenden

source: Open in new tab
de_de: In neuem Tab öffnen

source: Extra Small
de_de: Extra klein

source: Small
de_de: Klein

source: Large
de_de: Gross

source: Forge Full-Width
de_de: Forge Voll-Breite

source: Vertical Padding (px)
de_de: Padding Vertikal (px)

source: Right Icon
de_de: Rechtes Symbol

source: Show only Icon
de_de: Nur Symbol anzeigen

source: Icon Color
de_de: Symbol Farbe

source: Shape
de_de: Form

source: Rounded
de_de: Gerundet

source: 3D Pressable
de_de: 3D verpressbar

source: Blank
de_de: Leer

source: Primary
de_de: Primär

source: White
de_de: Weiss

source: Black
de_de: Schwarz

source: Success
de_de: Erfolgreich

source: Warning
de_de: Warnung

source: Danger
de_de: Achtung

source: Text Color
de_de: Textfarbe

source: Hover Text Color
de_de: Hover Textfarbe

source: Hover Background Color
de_de: Hover Hintergrundfarbe

source: Border Color
de_de: Randfarbe

source: Hover Border Color
de_de: Hover Rahmenfarbe

source: Letter
de_de: Brief

source: Letter Color
de_de: Brief Farbe

source: Filled Square
de_de: Gefülltes Quadrat

source: Filled Circle
de_de: Gefüllter Kreis

source: Quote
de_de: Zitat

source: Cite
de_de: Zitieren

source: Who originally said this.
de_de: Wer das ursprünglich gesagt hat.

source: Block Quote
de_de: Blockzitat

source: Pull Quote
de_de: Zitat ziehen

source: Alignment
de_de: Ausrichtung

source: Icon URL
de_de: Symbol URL

source: Double
de_de: Doppelt

source: Triple
de_de: Verdreifachen

source: Quadruple
de_de: Vervierfachen

source: Quintuple
de_de: Verfünffachen

source: Default (Left)
de_de: Voreinstellung (links)

source: Custom Size
de_de: Benutzerdefiniertes Grösse

source: Hover Icon Color
de_de: Hover Icon Farbe

source: Icon Shape
de_de: Symbol Form

source: Circle
de_de: Kreis

source: Filled Stack
de_de: Gefüllter Stapel

source: Bordered Stack
de_de: Rand Stack

source: Social Icon
de_de: Soziale Netzwerke Symbol

source: Select Icon
de_de: Symbol auswählen

source: Social Profile URL
de_de: Soziale Netzwerke Profil-URL

source: Open in New Tab
de_de: In neuem Tab öffnen

source: Icon List
de_de: Job Liste

source: Icon List Item
de_de: Symbol Liste Elemente

source: Icon Size (px)
de_de: Symbolgrösse (px)

source: Leave it empty or 0 to use the base size of your theme.
de_de: Um die Grundgröße Ihres Themas zu verwenden leer lassen oder 0 eingeben.

source: Text has Same Size as Icon
de_de: Text hat die gleiche Grösse wie das Symbol

source: Text Size (px)
de_de: Textgrösse (px)

source: Text has Same Color as Icon
de_de: Text hat die gleiche Farbe wie das Symbol

source: Custom Color
de_de: Benutzerdefinierte Farbe

source: Rounded Corner
de_de: Abgerundete Ecke

source: Put your code here
de_de: Code hier eingeben
