Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: With action requires buying packages, you will see proper settings on the package product edit page.
de_de: Einige Aktionen erforden den Kauf von Paketen, Sie werden nötige Einstellungen auf der Seite zum bearbeiten des jeweiligen Produktes finden. With action requires buying packages, you will see proper settings on the package product edit page.

source: Social Fields
de_de: Soziale Netzwerke Felder

source: Select Social Networks
de_de: Soziale Netzwerke auswählen

source: Select social networks
de_de: Soziale Netzwerke auswählen

source: Full Name
de_de: Name

source: Current Job
de_de: Derzeitiger Job

source: Current Company
de_de: Aktuelles Unternehmen

source: Birthday
de_de: Geburtstag

source: Phone Number
de_de: Telefon/Handy

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Company Custom Fields
de_de: Firmen Benutzerdefinierte Felder

source: Company profile has %s
de_de: Firmen Profil hat keine %s

source: No %s for Profile
de_de: Keine %s für Profil

source: Company Profile has %s
de_de: Firmen Profil hat %s

source: Company ( Employer )
de_de: Unternehmen (Arbeitgeber)

source: Company Logo
de_de: Firmenlogo

source: Company Cover Image
de_de: Firmen Cover Bild

source: Education
de_de: Ausbildung

source: Work Experience
de_de: Berufliche Tätigkeiten

source: Summary of Skills
de_de: Überblick der Skills

source: This Resume belongs to Candidate
de_de: Dieser Lebenslauf gehört zu einem Kandidaten

source: Publicly Viewable/Searchable
de_de: Öffentlich Sichtbar/Suchbar

source: Viewable/Searchable
de_de: Sichtbar/Suchbar

source: Set it to yes and this resume will be publicly viewable and searchable.
de_de: Auf Ja setzen und der Lebenslauf wird öffentlich sichtbar sein.

source: Resume Attachment
de_de: Lebenslauf Anlage

source: - Select a Candidate -
de_de: - Kandidat auswählen -

source: School name
de_de: Schule/Lehrbetrieb/Universität

source: Qualification(s)
de_de: Berufsausbildung

source: Start/end date
de_de: Start / Enddatum

source: Note
de_de: Beschreibung

source: Add Education
de_de: Ausbildung hinzufügen

source: Add Experience
de_de: Beruf hinzufügen

source: Percent % ( 1 to 100 )
de_de: Prozent % ( 1 to 100 )

source: Add Skill
de_de: Skills hinzufügen

source: Viewable
de_de: Sichtbar

source: Toggle viewable
de_de: Sichtbar

source: Resumes
de_de: Lebensläufe

source: Enable Resumes
de_de: Lebensläufe aktivieren

source: Resume Archive base (slug)
de_de: Lebenslauf Archiv Basis (slug)

source: Resume Display
de_de: Lebenslauf Anzeige

source: Go to <a href="%s">Customizer</a> to change settings for Resume(s) layout or displayed sections.
de_de: Gehen Sie zu <a href="%s">Customizer</a> um die Einstellungen für das Layout des Lebenslaufs oder die dargestellten Abschnitte zu ändern.

source: Max Viewable Resume
de_de: Max. Sichtbare Lebensläufe

source: The maximum number of resumes each Candidate can set to be viewable ( and searchable too ). This number helps prevent candidates from posting multiple resumes just to gain possibility of being viewed.<br/> Set 0 to make all resumes not viewable ( you still can use resumes for job applying ), and -1 to make all resumes viewable ( disable this function ).
de_de: Die maximale Anzahl von Lebensläufen, die jeder Kandidat für sichtbar halten kann. Setzen Sie 0, damit alle Lebensläufe nicht sichtbar sind (Lebensläufe können weiterhin für die Bewerbung verwendet werden), und -1, um alle Lebensläufe sichtbar zu machen.

source: Resume Displaying
de_de: Lebenslauf Anzeige

source: Resume Approval
de_de: Lebenslauf Freigabe

source: Each newly submitted resume needs the manual approval of Admin.
de_de: Jeder neu veröffentlichte Lebenslauf muss von einem Admin manuell freigegeben werden.

source: Enable Upload CV
de_de: Lebenslauf hochladen aktivieren

source: Allowed Upload File Types
de_de: Erlaubte Hochladen von Dateitypen

source: File types that are allowed for uploading to CV. Default only allows Word and PDF files
de_de: Dateitypen, die zum Hochladen in Lebensläufe zugelassen sind. Standardmässig können nur Word- und PDF-Dateien verwendet werden

source: Enable Education
de_de: Ausbildung aktivieren

source: Enable Experience
de_de: Erfahrungen aktivieren

source: Enable Skill
de_de: Skills aktivieren

source: Enable Print Resume
de_de: Lebenslauf drucken aktivieren

source: Resume Posting
de_de: Lebenslauf Posting

source: Resumes Page
de_de: Lebenslauf Seite

source: You are currently editing the page that shows all your resumes.
de_de: Sie bearbeiten gerade die Seite, die alle Lebensläufe zeigt.

source: Published
de_de: Veröffentlicht

source: Add New Resume
de_de: Neuen Lebenslauf hinzufügen

source: Add Resume
de_de: Lebenslauf hinzufügen

source: Edit Resume
de_de: Lebenslauf bearbaiten

source: New Resume
de_de: Neuen Lebenslauf

source: Search Resume
de_de: Lebenslauf suchen

source: No Resumes found
de_de: Keine Ergebnisse gefunden

source: No Resumes found in Trash
de_de: Keine Lebensläufe in Trash gefunden

source: Post resume with %s
de_de: Lebenslauf posten mit %s

source: No %s
de_de: Nein %s

source: Integrate Custom Field with Resume Package
de_de: Benutzerdefiniertes Felder für Lebenslauf Pakete aktivieren

source: Enable this function and you can decide which fields employer can use with each Resume Package
de_de: Diese Funktion aktivieren um zu entscheiden welche Felder Arbeitgeber von jedem Lebenslauf Paket verwenden können.

source: Fields to add to Resume Package
de_de: Felder die den Lebenslauf Paketen hinzugefügt werden sollen.

source: Fields selected here will required buying specific Resume Package. Please continue edit on Resume Package Products.
de_de: Um folgende Felder freizuschalten, müssten Sie spezielle Lebebnslauf Pakete kaufen. Bitte fahren Sie ihren Lebenslauf weiter zubearbeiten.

source: Language
de_de: Sprache

source: Your working language
de_de: Arbeitssprache

source: Highest Degree Level
de_de: Höchster Bildungsabschluss

source: eg. &quot;Bachelor Degree&quot;
de_de: z.B. &quot;Bachelor&quot;

source: Total Years of Experience
de_de: Gesamterfahrung in Jahren

source: eg. &quot;1&quot;, &quot;2&quot;
de_de: z.B. &quot;1&quot;, &quot;2&quot;

source: Expected Job Level
de_de: Erwartete Job Level

source: eg. &quot;Junior&quot;, &quot;Senior&quot;
de_de: z.B. &quot;Junior&quot;, &quot;Senior&quot;

source: Your Resume
de_de: Ihr Lebenslauf

source: Can view Candidate Contact
de_de: Kann Kandidaten Kontaktdaten ansehen

source: Allowing buyers to see Candidate Contact.
de_de: Zugriff auf die Kontaktdaten der Kandidaten für die Job Pakete Erwerber zulassen.

source: Allow viewing Candidate Contact
de_de: Zugriff auf die Kontaktdaten der Kandidaten erlauben

source: Can view Resume
de_de: Kann Lebensläufe ansehen

source: Allow buyers to access resumes.
de_de: Lassen Sie die Job Pakete Erwerber auf Lebensläufe zugreifen.

source: Resume view limit
de_de: Lebenslauf Sichtbegrenzung

source: The maximum number of resumes this package allows employers to view, input -1 for unlimited.
de_de: Die maximale Anzahl von Lebensläufen dieses Pakets ermöglicht Arbeitgeber zu sehen, geben Sie -1 für unbegrenzt.

source: Viewed Resumes
de_de: Lebensläufe betrachtet

source: View %d resume
de_de: Lebenslauf %d anzeigen

source: Forever
de_de: Für immer

source: Resume View Limit
de_de: Lebenslauf Sichtbegrenzung

source: %d resume
de_de: %d Lebenslauf

source: View Resume Until
de_de: Lebenslauf ansehen bis

source: Only logged in users can view resumes.
de_de: Nur angemeldete Benutzer können Lebensläufe sehen.

source: Apply for job
de_de: Online Bewerben

source: Upload CV
de_de: Lebenslauf hochladen

source: -Select-
de_de: - Auswählen -

source: Send application
de_de: Bewerbung einreichen

source: You need a resume to apply for a job. Please create a resume first.
de_de: Sie benötigen einen Lebenslauf um sich zu bewerben. Bitte erstellen Sie zunächst einen Lebenslauf.

source: Create New Resume
de_de: Lebenslauf erstellen

source: Apply via LinkedIn
de_de: Via LinkedIn bewerben

source: Apply for job via LinkedIn
de_de: Via LinkedIn für diesen Job bewerben

source: Current
de_de: Aktuell

source: Past
de_de: Vorherige

source: Cover letter
de_de: Motivationsschreiben

source: I am very interested in the %s position at %s. I believe my skills and work experience make me an ideal candidate for this role. I look forward to speaking to you about this position soon. Thank you for your consideration. Best regards
de_de: Mit grossem Interesse habe ich Ihr Stelle als %s auf %s gelesen. Nebst meinen beruflichen Qualifikationen gehören Flexibilität, Zuverlässigkeit und eine rasche Auffassungsgabe zu meinen Stärken. Weiterhin kann ich Jahre Berufserfahrung vorweisen, die ich in Ihren Betrieb einbringen kann. Für weitere Auskünfte stehe ich Ihnen zur Verfügung und freue mich auf ein Vorstellungsgespräch, um Genaueres über die Arbeitsstelle zu erfahren. Freundliche Grüsse

source: Introduce Yourself
de_de: Stellen Sie sich vor

source: Enter your company name
de_de: Firmenname eingeben

source: Company Description
de_de: Firmen Beschreibung

source: %d view
de_de: %d Aufruf

source: %d application
de_de: %d Bewerbung

source: Applications
de_de: Bewerbungen

source: Sign Out
de_de: Abmelden

source: Alert Name
de_de: Jobmail Name

source: Your alert name
de_de: Ihr Jobmail Name

source: Enter keywords to match jobs
de_de: Stichwörter hinzufügen

source: Email Frequency
de_de: E-Mail-Häufigkeit

source: Enter a short title for your job
de_de: Stellenbezeichnung eingeben (Job-Titel)

source: Job Description
de_de: Stellenbeschreibung

source: Email to receive application notification. Leave it blank to use your account email.
de_de: Leer lassen, um die hinterlegte E-Mail Adresse zu verwenden.

source: Custom Application URL
de_de: Benutzerdefinierte Bewerbung URL

source: Custom link to redirect job seekers to when applying for this job.
de_de: Benutzerdefinierter Link, um Job-Sucher auf die Bewerbung für diesen Job umzuleiten.

source: Job displayed for %s day
de_de: Job wird für %s Tag angezeigt

source: %s Membership
de_de: %s Mitgliedshcaft

source: No featured job
de_de: Keine Top Jobs

source: More info
de_de: Mehr Informationen

source: You have almost finished. Preview and submit your job for approval
de_de: Fast Fertig. Bitte überprüfen und Job inserieren.

source: You must agree with these terms.
de_de: Sie müssen diesen Bedingungen zustimmen.

source: Back
de_de: Zurück

source: Job not found !
de_de: Job nicht gefunden!

source: Sign In
de_de: Anmelden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Remember Me
de_de: Angemeldet bleiben

source: Forgot Password?
de_de: Passwort vergessen?

source: Don't have an account yet? <a href="%s" class="member-register-link" >Register Now <i class="fa fa-long-arrow-right"></i></a>
de_de: Kein Konto? <a href="%s" class="member-register-link" >Jetzt registrieren.<i class="fa fa-long-arrow-right"></i></a>

source: Already have account ?
de_de: Bereits registriert?

source: Continue
de_de: Weiter

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
de_de: Passwort vergessen? Geben Sie Ihre E-Mail Adresse ein und lassen Sie sich eine E-Mail zuschicken mit dem Sie Ihren Passwort zurücksetzen können.

source: Username or email
de_de: E-Mail Adresse

source: Reset Password
de_de: Passwort zurücksetzen

source: %s's Application
de_de: %s's Bewerbungen

source: Employer's Message
de_de: Nachricht des Arbeitgebers

source: Reject
de_de: Ablehnen

source: You've received %s application
de_de: Sie haben %s Bewerbung erhalten

source: You've received no application
de_de: Sie haben keine Bewerbungen erhalten

source: Action:
de_de: Aktion:

source: Bulk Actions
de_de: Bulk-Aktionen

source: Go
de_de: Los

source: Filter:
de_de: Filtern:

source: All Status
de_de: Alle Status

source: Applied job
de_de: Job

source: Applied Date
de_de: Datum

source: View Detail
de_de: Details anzeigen

source: Approve Application
de_de: Bewerbung annehmen

source: Reject Application
de_de: Bewerbung ablehnen

source: Email Candidate
de_de: E-Mail schreiben

source: Delete Application
de_de: Löschen

source: No Applications
de_de: Keine Bewerbungen

source: Congratulation! Your resume passed our application round.
de_de: Eingangsbestätigung Bewerbung

source: Hi, We received your application for the job and found your skills and experience does not match our requirement. Thank you for your interest in our vacancy and good luck in your future career. Best regards.
de_de: Guten Tag Gerne kommen wir nochmals auf Ihre Bewerbung auf unsere Position zurück und möchten uns hierfür herzlich bedanken. Nach der ersten Evaluation der eingehenden Dossiers haben wir uns nun entschieden Ihre Bewerbung nicht in die engere Auswahl zu nehmen. Wir haben Bewerbungen von Kandidaten erhalten, deren Qualifikationen und Erfahrungen unserem gewünschten Profil näher entsprechen. Wir sind uns bewusst, dass mit jeder Bewerbung viel Energie und viel Engagement verbunden sind und dass eine Absage immer auch eine Enttäuschung ist. Wir hoffen, dass Sie bald eine neue Herausforderung finden werden und wünschen Ihnen viel Glück und Erfolg. Mit herzlichen Grüssen

source: Unfortunately! Your resume didn't pass our application round.
de_de: Unglücklicherweise! Ihr Lebenslauf hat unsere Bewerbungsrunde nicht bestanden.

source: Congratulation! We received your application for the job and found your skills and experience matched our requirement. We will contact you for detail of the second selection round soon. Best regards.
de_de: Sehr geehrte(r) Herr/ Frau Mustermann Haben Sie vielen Dank für Ihre Bewerbung und Ihr Interesse an unserem Unternehmen. Ihre Unterlagen haben wir erhalten. Im Moment prüfen wir noch die eingegangenen Bewerbungsunterlagen. Bis zu einer Entscheidung bedarf es somit noch etwas Zeit. Wir setzen uns mit Ihnen in Verbindung, sollten Sie in die Auswahl für ein Bewerbungsgespräch kommen. Bis dahin bitten wir noch ein wenig um Geduld. Falls Sie sich über unser Unternehmen informieren wollen, finden Sie weitergehende Informationen auf unserer Website .../ in der beigelegten Broschüre. Mit freundlichen Grüssen

source: Response to %s
de_de: Antwort an %s

source: Publish
de_de: Veröffentlichen

source: Unpublish
de_de: Unveröffentlichen

source: No jobs found
de_de: Keine Jobs gefunden

source: Note:
de_de: Hinweis:

source: Expired listings will be removed from public view.
de_de: Abgelaufen Inserate werden entfernt.

source: You can set %d more job to be featured. Featured jobs cannot be reverted.
de_de: Sie können %d weiteren Job zum Top Job aktivieren. Top Jobs können nicht rückgängig gemacht werden.

source: -Bulk Actions-
de_de: -Auswählen-

source: Apps
de_de: Bewerbungen

source: Notify email: %s
de_de: E-Mail Benachrichtigung: %s

source: Set Featured
de_de: Als Top Job setzen

source: Equal to expired date
de_de: Gleich zum Verfalldatum

source: Unpublish Job
de_de: Job unveröffentlichten

source: Publish Job
de_de: Job veröffentlichen

source: Expired Job
de_de: Job abgelaufen

source: Delete Job
de_de: Job löschen

source: You've set up %s job alert
de_de: Sie haben %s Jobmail Abo eingerichtet

source: You have no job alert
de_de: Sie haben kein Jobmail Abo

source: The emails will be sent to "%s"
de_de: E-Mails werden an "%s" gesendet

source: keywords
de_de: Schlüsselwörter

source: Frequency
de_de: Häufigkeit

source: Edit Job Alert
de_de: Jobmail Abo ändern

source: Delete Job Alert
de_de: Jobmail Abo löschen

source: No saved job alerts
de_de: Keine gespeicherten Job-Abos

source: Create New
de_de: Neu erstellen

source: You've applied for %s job
de_de: Sie haben sich auf %s Job beworben

source: You haven't applied for any job
de_de: Sie haben sich auf keinen Job beworben

source: Employer's message
de_de: Nachricht des Arbeitgebers

source: Withdraw
de_de: Zurückziehen

source: You have saved no job
de_de: Sie haben keine gespeicherten Jobs

source: Remove from this list
de_de: Aus Liste entfernen

source: No Bookmarked Jobs
de_de: Keine Markierte Jobs

source: You have no active packages
de_de: Keine Aktive Pakete vorhanden

source: Choose a Package
de_de: Paket auswählen

source: Resume Limit
de_de: Anzahl Lebenslauf

source: Resume Added
de_de: Lebenslauf hinzugefügt

source: %s resume
de_de: %s Lebenslauf

source: 0 resume
de_de: 0 Lebenslauf

source: Date Activated
de_de: Aktivierungsdatum

source: Your counter will be reset every %d month
de_de: Ihr Zähler wird jeden %d Monat zurückgesetzt

source: Expired On
de_de: Abgelaufen am

source: Upgrade Package
de_de: Paket erwerben

source: Note: you will lose your current Package if you Upgrade
de_de: <FONT COLOR="#FF0000"><strong>Hinweis: Mit dem Erwerben eines neues Paketes werden bereits gekaufte Pakete überschrieben.</strong></FONT>

source: Order history
de_de: Bestellverlauf

source: You've saved %s resume
de_de: Sie haben %s Lebenslauf gespeichert

source: No resume is publicly viewable/searchable.
de_de: Kein Lebenslauf ist öffentlich sichtbar/durchsuchbar.

source: Only %d resume is publicly viewable/searchable.
de_de: %d Lebenslauf ist öffentlich sichtbar / durchsuchbar.

source: Category
de_de: Kategorie

source: Date Modified
de_de: Änderungsdatum

source: Disable viewable
de_de: Unsichtbar

source: Set Viewable
de_de: Sichtbar

source: Delete Resume
de_de: Lebenslauf löschen

source: You have no resume, why don't you start posting one.
de_de: Sie haben keinen Lebenslauf. Erstellen Sie Kostenlos einen neuen Lebenslauf.

source: You've viewed %s resumes
de_de: Sie haben %s Lebensläufe angesehen

source: You can't view new resume anymore. <a href="%s"></a>
de_de: Sie können keine neuen Lebensläufe mehr ansehen. <a href="%s"></a>

source: You can view %d more resumes
de_de: Sie können %d weitere Lebensläufe ansehen

source: You haven't viewed any resumes yet.
de_de: Sie haben noch keine Bewerbungen angesehen.

source: Go to Resumes
de_de: Gehe zu Lebensläufe

source: No menu assigned!
de_de: Keine Menü zugeordnet!

source: Nothing Found
de_de: Keine Jobs gefunden

source: Jobs Alert
de_de: Jobmail Abo

source: Connect with us on %s
de_de: Bleibe in Verbindung auf %s

source: Contact Us
de_de: Kontaktiere uns

source: Enter Your Name
de_de: Name eingeben

source: Email Address
de_de: E-Mail Adresse

source: Message...
de_de: Nachricht...

source: You accepts our <a href="%s" >Terms and Conditions</a>
de_de: Sie akzeptieren unsere <a href="%s" >Allgemeinen Geschäftsbedingungen</a>

source: Connect with us
de_de: Besuchen Sie uns

source: More jobs from %s
de_de: Mehr Jobs von %s

source: View More
de_de: Mehr

source: No Job
de_de: Keine Jobs

source: Something About Company
de_de: Etwas über Unternehmen

source: %s has posted %s job
de_de: %s hat %s Job inseriert

source: This company has no active jobs
de_de: Diese Unternehmen hat keine aktiven Jobs

source: This job has expired!
de_de: Dieser Job ist abgelaufen!

source: Apply for this job
de_de: Online Bewerben

source: Related Jobs
de_de: Weitere Jobs

source: Latest Jobs
de_de: Neueste Jobs

source: Bookmarked
de_de: Markiert

source: Load More
de_de: Mehr...

source: No Resume available
de_de: Kein Lebenslauf verfügbar

source: Shared link from post: "%s"
de_de: Geteilter Link von Post: "%s"

source: Retype your password
de_de: Passwort erneut eingeben

source: Repeat password
de_de: Passwort wiederholen

source: You are
de_de: Sie sind?

source: Please agree with the term
de_de: Akzeptieren Sie bitte die AGB

source: I agree with the
de_de: Ich akzeptiere die

source: Terms of use
de_de: AGB

source: Already have an account? <a href="%s" class="member-login-link" >Login Now <i class="fa fa-long-arrow-right"></i></a>
de_de: Schon registriert? <a href="%s" class="member-login-link" >Anmelden <i class="fa fa-long-arrow-right"></i></a>

source: Please let us know who you are to finish the registration
de_de: Bitte lassen uns wissen, wer du sind, um die Registrierung abzuschliessen

source: Enter your new password below.
de_de: Geben Sie Ihr neues Passwort ein.

source: New password
de_de: Neues Passwort

source: Edit Profile
de_de: Profil ändern

source: Download My Attachment
de_de: Anlage herunterladen

source: The Candidate's contact information is private
de_de: Die Kontaktdaten des Kandidaten sind privat

source: Can not find this Candidate !
de_de: Kann diesen Kandidaten nicht finden!

source: % (1 to 100)
de_de: % (1 bis 100)

source: Upload your Attachment
de_de: Anlage hochladen

source: Professional Summary
de_de: Professionelle Zusammenfassung

source: Unlimited resume posting
de_de: unbegrenzte Lebenslauf Postings

source: %s resume posting
de_de: %s Lebenslauf Posting

source: No resume posting
de_de: Keine Lebensläufe Posting

source: Resume not found !
de_de: Lebenslauf nicht gefunden!

source: Save New Email
de_de: Neue E-Mail speichern

source: Change Email
de_de: E-Mail ändern

source: Current Email
de_de: Aktuelle E-Mail

source: New Email
de_de: Neue E-Mail

source: Confirm new email
de_de: Neue E-Mail-Adresse bestätigen

source: Save New Password
de_de: Passwort speichern

source: Change Password
de_de: Passwort ändern

source: Current Password
de_de: Aktuelles Passwort

source: New Password
de_de: Neues Passwort

source: Confirm new password
de_de: Bestätige neues Passwort

source: You can not add job
de_de: Sie können keine Jobs mehr inserieren. Bitte ein Paket erwerben um neue Jobs inserieren zu können.

source: Choose a Package That Fits Your Needs
de_de: Paket wählen

source: Preview
de_de: Vorschau

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
de_de: Es tut uns leid, aber Sie haben nicht die erforderlichen Berechtigungen, um das %s Plugin zu installieren. Wenden Sie sich bitte an den Administrator dieser Website, um das Plugin zu installieren.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
de_de: Es tut uns leid, aber Sie haben nicht die erforderlichen Berechtigungen, um das %s Plugin zu aktivieren. Wenden Sie sich an den Administrator dieser Website, um das Plugin zu aktivieren.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
de_de: Es tut uns leid, aber Sie haben nicht die erforderlichen Berechtigungen, um das %s Plugin zu aktualisieren. Wenden Sie sich an den Administrator dieser Website, um das Plugin zu aktualisieren.

source: Activate installed plugin
de_de: Plugin aktivieren

source: All plugins installed and activated successfully. %s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %s

source: Page
de_de: Seite

source: Product
de_de: Produkt

source: Pages:
de_de: Seiten:

source: Section
de_de: Abschnitt

source: Display simple MailChimp subscribe form.
de_de: Einfaches MailChimp Abonnement anzeigen.

source: You've already subscribed.
de_de: Sie haben bereits abonniert.

source: Enter your email here...
de_de: E-Mail Adresse hier eingeben...

source: Subscribe to stay update
de_de: Abonnieren um immer auf dem Laufenden zu bleiben

source: Subscribe Text
de_de: Abo Text

source: Subscribe Mail List
de_de: Mail Liste Abonnieren

source: There's a problem getting your mail list, please check your API key at MailChimp Settings in <a href="%s" target="_blank">Customizer</a>
de_de: Es gibt ein Problem Ihre E-Mail Liste zu bekommen. Überprüfen Sie bitte Ihren API Key in den MailChimp Einstellungen unter <a href="%s" target="_blank">Customizer</a>.
