Repository: innuendo-digital/karryonjobs
Catalog: languages/*.po
Languages: de_de

source: Title (optional)
de_de: Titel (optional)

source: Progress Bar
de_de: Fortschrittsanzeige

source: Lean
de_de: Anstellen

source: Thick
de_de: Dick

source: Rounded Bar
de_de: Abgerundete Leiste

source: Progress Bar Item
de_de: Fortschrittsanzeige Element

source: Bar Title
de_de: Bar Titel

source: Progress ( out of 100 )
de_de: Fortschritt (von 100)

source: Color Effect
de_de: Farbeffekt

source: Striped
de_de: Gestreift

source: Striped with Animation
de_de: Gestreift mit Animation

source: Heading (optional)
de_de: Überschrift (optional)

source: Blog Categories
de_de: Blog Kategorien

source: Order By
de_de: Sortieren Nach

source: Recent First
de_de: Letzte zuerst

source: Older First
de_de: Ältere zuerst

source: Title Alphabet
de_de: Titel Alphabet

source: Title Reversed Alphabet
de_de: Titel Umgekehrtes Alphabet

source: Max Number of Post
de_de: Max. Anzahl der Post

source: Set zero to show all posts ( should use pagination ).
de_de: Null setzen, um alle Beiträge anzuzeigen

source: Show pagination
de_de: Seitennummerierung anzeigen

source: Hide Featured Image/Gallery
de_de: Top Bild/Galerie ausblenden

source: Hide Post Meta
de_de: Post Meta ausblenden

source: Hide Readmore link
de_de: Readmore link ausblenden

source: Excerpt length
de_de: Auszugslänge

source: Auto Play Slider
de_de: Automatisches Abspielen Slider

source: Pause on Hover
de_de: Pause auf Hover

source: If auto play, pause slider when mouse over it?
de_de: Slide pausieren wenn man mit der Maus drüber geht?

source: Random Slider
de_de: Zufälliger Slider

source: Random Choose Slide to Start
de_de: Zufällige Auswahl der Slide zu starten

source: Show Slide Indicator
de_de: Slide Indikator anzeigen

source: Indicator Position
de_de: Anzeigeposition

source: Show Previous/Next Navigation
de_de: Vorherige/Nächste Navigation anzeigen

source: Show Timer
de_de: Timer anzeigen

source: Enable Swipe on Mobile
de_de: Wischen auf mobilen Geräten aktivieren.

source: Choose the type of this slide: Image, Video or HTML Content
de_de: Wählen Sie den Typ dieser Folie aus: Bild-, Video- oder HTML-Inhalt

source: HTML Content
de_de: HTML Inhalt

source: Image Caption
de_de: Bildunterschrift

source: HTML Content (only for HTML Content slide)
de_de: HTML Inhalt (nur für HTML-Inhalt Slide)

source: Gallery ID
de_de: Gallerie ID

source: Lightbox elements with the same Gallery ID will be grouped to in the same slider lightbox.
de_de: Lightboxelemente mit derselben Galerie-ID werden in demselben Slider Lightboxfeld gruppiert.

source: Content Type
de_de: Inhaltstyp

source: Choose the content type of this slide. We support: Image, Iframe (for other site and embed video) and HTML Content
de_de: Inhaltstyp dieser Folie auswählen. Unterstützt: Image, Iframe (für andere Website und eingebettetes Video) und HTML-Inhalt

source: Image Title
de_de: Bild Titel

source: You can input any link like http://wikipedia.com. Youtube and Vimeo link will be converted to embed video, other video site will need embeded link.
de_de: Sie können jeden beliebigen Link wie http://wikipedia.com eingeben. Youtube- und Vimeo-Links werden zu eingebetteten Videos konvertiert, andere Video-Seiten benötigen eingebettete Links.

source: HTML Content (only for Inline HTML Lightbox)
de_de: HTML Inhalt (nur für Inline HTML Lightbox)

source: Thumbnail Type
de_de: Miniaturansicht Typ

source: Thumbnail Image
de_de: Miniaturansicht Bild

source: For Image lightbox, thumbnail of original Image is automatically created if you do not choose any thumbnail.
de_de: Für Bild Lightbox wird eine Miniaturansicht des Originalbildes automatisch erstellt, wenn Sie keine Miniaturansicht wählen.

source: Thumbnail Style
de_de: Miniaturansicht Style

source: Thumbnail
de_de: Miniaturansicht

source: Thumbnail Title
de_de: Miniaturansicht Titel

source: Title for Thumbnail link.
de_de: Titel für Miniaturansicht Link.

source: Video (Self Hosted)
de_de: Video (Selbstgehostet)

source: Poster Image
de_de: Poster Bild

source: Auto Play Video
de_de: Automatische Wiedergabe von Videos

source: Hide Player Controls
de_de: Player Controls ausblenden

source: Show Play Icon
de_de: Play Symbol anzeigen

source: Video Embed
de_de: Video Eingebettet

source: Embed Code
de_de: Code einbetten

source: Input your &lt;iframe&gt; or &lt;embed&gt; code.
de_de: Geben Sie Ihren &lt;iframe&gt; or &lt;embed&gt; Code ein.

source: Audio (Self Hosted)
de_de: Audio (selbst gehostet)

source: Place the URL to your .mp3 audio file here.
de_de: Legen Sie hier die URL zu Ihrer .mp3 Audiodatei.

source: Place the URL to your .oga audio file here.
de_de: Legen Sie hier die URL zu Ihrer .oga Audiodatei.

source: Auto Play Audio
de_de: Automatisches Abspielen von Audio

source: Audio Embed
de_de: Audio eingebettet

source: Map Embed Iframe
de_de: Karte einbinden Iframe

source: Visit <a href="%s" target="_blank">Google maps</a> and create your map with following steps: 1) Find a location 2) Click "Share" and make sure map is public on the web 3) Click folder icon to reveal "Embed on my site" link 4) Copy iframe code and paste it here.</span>
de_de: Besuchen Sie <a href="%s" target="_blank">Google Maps</a> und erstellen Sie Ihre Karte mit den folgenden Schritten: 1) Suchen Sie einen Standort 2) Klicken Sie auf "Freigeben" und stellen Sie sicher, dass die Karte im Internet öffentlich ist 3 ) Klicken Sie auf das Ordnersymbol, um den Link "Einbetten auf meiner Seite" anzuzeigen. 4) Kopieren Sie den iframe-Code und fügen Sie ihn hier ein. </ Span>

source: Map Height
de_de: Map höhe

source: Enter map height in pixels. Example: 200 or leave it empty to make map responsive.
de_de: Geben Sie die Kartenhöhe in Pixel ein. Beispiel: 200 oder lassen Sie es leer, um die Karte Responsive zu machen.

source: Diable Zooming
de_de: Zoomen deaktivieren

source: Disable zooming to prevent map from being accidentally zoomed when mouse scrolls over it.
de_de: Deaktivieren Sie das Zoomen, um zu verhindern, dass die Karte versehentlich gezoomt wird, wenn die Maus darüber scrollt.

source: Social Sharing
de_de: Soziale Netzwerke teilen

source: Share this Post
de_de: Diesen Beitrag teilen

source: Textarea
de_de: Textbereich

source: Your cover letter/message sent to the employer
de_de: Bitte beachten Sie, dass nur Bewerbungen mit Lebenslauf und Bewerbungsschreiben berücksichtigt werden können.

source: Please enter Google reCaptcha public and secret key
de_de: Bitte geben Sie den öffentlichen und geheimen Schlüssel von Google reCaptcha ein

source: Click here to get Google reCaptcha Key
de_de: Hier klicken, um einen Google ReCaptcha Key zu erhalten

source: Select <b>Create Application</b> button
de_de: <b>Create Application</b> auswählen

source: Fill in required information then click <b>Submit</b> button
de_de: Erforderlichen Informationen eingeben und auf <b>Senden</b> klicken

source: Check on <em>r_emailaddress</em> as your <b>App permission</b> to get the email from your users
de_de: Überprüfen Sie <em>r_emailaddress</em> als Ihre <b>App Berechtigung</b> um die E-Mail von Ihren Benutzern zu erhalten

source: Add your site URL to the <b>OAuth 2.0 - Authorized Redirect URLs</b>. It should match the current site
de_de: Fügen Sie Ihre Website-URL hinzu <b>OAuth 2.0 - Authorized Redirect URLs</b>. Es sollte der aktuellen Website entsprechen

source: In the sidebar, choose Javascript then Add your domain to the <b>Valid SDK Domains</b>. It should match with the current domain
de_de: Wählen Sie in der Seitenleiste Javascript aus, und fügen Sie Ihre Domäne den <b>Gültige SDK-Domänen</b>. Es sollte mit der aktuellen Domäne übereinstimme

source: Go back to the <b>Authentication</b> tab, then copy the <em>Client ID</em> and <em>Client Secret</em>
de_de: Gehen Sie zurück zur <b>Authentifizierung</b> Tab und kopieren Sie die <em>Client ID</em> und <em>Client Secret</em>

source: Then paste into the setting above
de_de: Fügen Sie dann in die obige Einstellung ein

source: LinkedIn Document
de_de: LinkedIn Dokument

source: Custom Fields
de_de: Benutzerdefinierte Felder

source: Google Map Location Settings
de_de: Google Map Standorteinstellungen

source: Location Mode
de_de: Standortmodus

source: Taxonomy list ( easy to manage )
de_de: Taxonomieliste (leicht zu verwalten)

source: Real Google Map address
de_de: Tatsächliche Google Map Adresse

source: <b>Google</b> requires that you register an API Key to display <b>Maps</b> on from your website.
de_de: <b>Google</b> erfordert die Registrierung eines API-Schlüssels <b>Maps</b> auf Ihrer Website.

source: To know how to create this application,
de_de: Um zu wissen, wie man diese Anwendung erstellt,

source: To register a new <b> Google Map API Key</b>, follow the steps
de_de: Gehen Sie folgendermassen vor, um einen neuen <b> Google Map API Key</b> zu registrieren

source: Login to your Google account if needed
de_de: Melden Sie sich bei Bedarf bei Ihrem Google-Konto an

source: Agree with the service Terms of Service ( only the first time ).
de_de: Ich stimme den Nutzungsbedingungen zu (Einmalig).

source: Select an existed project or Create new, then click Continue
de_de: Projekt auswählen oder ein neues erstellen und auf Weiter klicken

source: Fill in your domain. You can use multiple domains, but one should match the current domain.
de_de: Domain eingeben. Sie können mehrere Domänen verwenden, aber eine sollte mit der aktuellen Domäne übereinstimmen.

source: Click <b>Create</b>
de_de: Klicken Sie auf <b>Erstellen</b>

source: Copy the <em>API Key</em> then paste into the setting above
de_de: Kopieren Sie den <em>API Key</em> und fügen Sie ihn in die obige Einstellung ein

source: Official Document
de_de: Offizielles Dokument

source: Enable Google Auto-Complete
de_de: Google Auto-Complete aktivieren

source: Using Auto-Complete from Google Map for your location input
de_de: Verwenden Sie Auto-Complete von Google Map für die Eingabe Ihres Standorts

source: Country Restriction
de_de: Ländereinschränkung

source: Select your country will limit all suggestions to your local locations. Leave it blank to use all the locations around the world.
de_de: Land auswähle - wird alle Vorschläge auf Ihre lokalen Standorte begrenzen. Leer lassen, um alle Standorte auf der ganzen Welt zu verwenden.

source: Location Type
de_de: Standorttyp

source: Administrative Regions
de_de: Verwaltungsregionen

source: Cities
de_de: Städte

source: Establishment ( Business location )
de_de: Standort

source: Full address
de_de: Vollständige Adresse

source: Select the location type that matches your business.
de_de: Wählen Sie den Standorttyp aus, der mit Ihrem Unternehmen übereinstimmt.

source: Are you sure you want to delete this?
de_de: Sind Sie sicher, dass Sie das löschen wollen?

source: Browse
de_de: Durchsuchen

source: Allowed Files
de_de: Erlaubte Dateien

source: Delete File
de_de: Datei löschen

source: Enter the text you see
de_de: Text eingeben

source: Days
de_de: Tage

source: Weeks
de_de: Wochen

source: Months
de_de: Monate

source: Years
de_de: Jahre

source: Email Templates
de_de: Email Vorlagen

source: Employer Emails
de_de: Arbeitgeber E-Mail Adressen

source: Candidate Emails
de_de: Kandidaten E-Mails

source: Other
de_de: Andere

source: Job submitted email
de_de: Email zu Bestätigung der Übertragung eines Jobs

source: Resume submitted email
de_de: Lebenslauf erfolgreich Übermittelt

source: Employer registration email
de_de: Arbeitgeber-Registrierung per e-Mail

source: Employer job submitted email
de_de: Arbeitgeber-Auftrags e-Mail

source: Employer job approved email
de_de: Arbeitgeber: Übermittelter Job apzeptiert

source: Employer job rejected email
de_de: Arbeitgeber: Übermittelter Job abgelehnt

source: Employer job application notification email
de_de: Arbeitgeber: Job Bewerbungs Hinweis

source: Email Attachment
de_de: E-Mail Anlage

source: Include application attachment in Employer email.
de_de: Den Anhang des Arbeitgebers in E-Mail einfügen.

source: Candidate registration email
de_de: Kandidat Registrierungs eMail

source: Candidate job application submitted email
de_de: Kandidaten Email - Job Bewerbung übermittelt

source: Candidate job application approved email
de_de: Kandidaten Email - Job Bewerbung genehmigt

source: Candidate job application rejected email
de_de: Kandidaten Email - Job Bewerbung abgelehnt

source: Candidate resume submitted notification email
de_de: Kandidaten Email - Lebenslauf genehmigt Mitteilung

source: Candidate resume approved email
de_de: Kandidaten Email - Lebenslauf genehmigt

source: Candidate resume rejected email
de_de: Kandidaten Email - abgelehnter Lebenslauf

source: Email Configuration
de_de: Email Konfiguration

source: From Email
de_de: Von E-Mail Adresse

source: The email address that emails on your site should be sent from. You should leave it blank if you used a 3rd plugin for sending email.
de_de: Die E-Mail Adresse, die E-Mails von Ihrer Website sendet. Leer lassen, wenn Sie ein Plugin dafür verwenden.

source: From Name
de_de: Von Name

source: The name that emails on your site should be sent from. You should leave it blank if you used a 3rd plugin for sending email.
de_de: Der Name, der auf den von Ihrer Website gesendeten E-Mails angezeigt wird. Sie sollten es leer lassen, wenn Sie ein Plugin für das Senden von E-Mails verwendet.

source: inserting your site name
de_de: Ihren Seiten Namen einfügen

source: inserting your site URL
de_de: ihre Seiten URL einfügen

source: [site_name] New job posted: [job_title]
de_de: [site_name] Neuer Job veröffentlicht: [job_title]

source: inserting job title
de_de: Job Titel einfügen

source: [job_company] has just submitted a job: <br/></br> <a href="[job_url]">View Job</a>. <br/><br/> Best regards,<br/> [site_name]
de_de: [job_company] hat gerade einen Job übermittelt: <br/></br> <a href="[job_url]">Job anzeigen</a>. <br/><br/> Mit freundlichen Grüßen,<br/> [site_name]

source: inserting job URL
de_de: Job URL einfügen

source: inserting job company name
de_de: Firmen Name einfügen

source: [site_name] New resume posted by [candidate_name]
de_de: [site_name] Neuer Lebenslauf von [candidate_name] veröffentlicht

source: inserting resume title
de_de: Lebenslauf Titel einfügen

source: [candidate_name] has just submitted a resume: <br/></br> <a href="[resume_url]">View Resume</a>. <br/><br/> Best regards,<br/> [site_name]
de_de: [candidate_name] hat soeben einen Lebenslauf veröffentlicht <br/></br> <a href="[resume_url]">Lebenslauf anzeigen</a>. <br/><br/> Mit freundlichen Grüssen,<br/> [site_name]

source: inserting resume URL
de_de: Lebenslauf URL einfügen

source: inserting resume category
de_de: Lebenslauf Kategorie einfügen

source: inserting resume location
de_de: Lebenslauf Standort einfügen

source: inserting candidate name
de_de: Kandidaten Name einfügen

source: Congratulation! You've successfully created an account on [[site_name]]
de_de: Herzlichen Glückwunsch! Sie haben erfolgreich ein Konto auf [[site_name]] erstellt.

source: inserting user registered time
de_de: Ihren registrierten Benutzernamen einfügen

source: Dear [user_name],<br/> Thank you for registering an account on [site_name] as an employer. You can start posting jobs or search for your potential candidates now. <br/><br/> Best regards,<br/> [site_name]
de_de: Sehr geehrter [user_name],<br/> Vielen Dank für die Registrierung eines Kontos auf [site_name] als Arbeitgeber. Sie können nun Jobs veröffentlichen und nach potentiellen Kandidaten in den Lebensläufenn suchen. <br/><br/> Mit freundlichen Grüssen,<br/> [site_name]

source: [[site_name]] You've successfully posted a job [job_title]
de_de: [[site_name]] Sie haben erfolgreich einen Job mit dem Titel [job_title] veröffenticht.

source: Hi [job_company],<br/><br/> You've successfully post a new job:<br/> <a href="[job_url]">View Job Detail</a>. <br/><br/> You can manage your jobs in <a href="[job_manage_url]">Manage Jobs</a><br/><br/> Best regards,<br/> [site_name]
de_de: Hi [job_company],<br/><br/> Sie haben erfolgreich einen neuen Job veröffentlicht:<br/> <a href="[job_url]">Job Details anzeigen</a>. <br/><br/> Sie können Ihre offenen Stellen hier verwalten <a href="[job_manage_url]">Stellen verwalten</a><br/><br/> Mit freundlichen Grüssen<br/> [site_name]

source: inserting job manage url
de_de: Stellen Verwaltungs URL einfügen

source: [[site_name]] Your job [job_title] has been approved and published
de_de: [[site_name]] Ihr Job [job_title] wurde erfolgreich genehmigt und veröffentlicht

source: Hi [job_company],<br/><br/> Your submitted job [job_title] has been approved and published now on [site_name]:<br/> <a href="[job_url]">View Job Detail</a>. <br/><br/> You can manage your jobs in <a href="[job_manage_url]">Manage Jobs</a><br/><br/> Best regards,<br/> [site_name]
de_de: Hallo [job_company],<br/><br/> Ihr übermittelter Job [job_title] wurde genehmigt und auf [site_name] veröffentlicht:<br/> <a href="[job_url]">Job Details anzeigen</a>. <br/><br/> Sie können Ihre Stellen hier verwalten <a href="[job_manage_url]">Stellen verwalten</a><br/><br/> Mit freundlichen Grüssens,<br/> [site_name]

source: [[site_name]] Your job [job_title] can't be published
de_de: [[site_name] Ihr Job [job_title] kann leider nicht veröffentlicht werden.

source: Hi [job_company],<br/><br/> Your submitted job [job_title] can not be published and has been deleted. You will have to submit another job. <br/><br/> You can manage your jobs in <a href="[job_manage_url]">Manage Jobs</a><br/><br/> Best regards,<br/> [site_name]
de_de: Hallo [job_company],<br/><br/> Ihr Job [job_title] Kann leider nicht veröffentlicht werden und wurde gelöscht. Sie müssen leider einen neuen Job veröffentlichen. <br/><br/> Sie können Ihre offenen Stellen einstehen <a href="[job_manage_url]">Manage Jobs</a><br/><br/> Mit freundlichen Grüssen,<br/> [site_name]

source: [[site_name]] [candidate_name] applied for [job_title]
de_de: [[site_name]] [candidate_name] hat sich auf [job_title] beworben

source: Hi [job_company],<br/> <br/> [candidate_name]'ve just applied for [job_title].<br/> <a href="[resume_url]">View Resume</a><br/> You can manage applications for your jobs in <a href="[application_manage_url]">Manage Application</a>. <br/><br/> Best regards,<br/> [site_name]
de_de: Hello [job_company],<br/> <br/> [candidate_name] ich habe mich gerade auf [job_title] beworben.<br/> <a href="[resume_url]">Lebenslauf anzeigen</a><br/> YSie können Ihre Bewerbungen hier einsehen <a href="[application_manage_url]">Bewerbungen anzeigen</a>. <br/><br/> Mit freundlichen Grüssen,<br/> [site_name]

source: inserting resume Url
de_de: Lebenslauf URL einfügen

source: inserting application manage Url
de_de: Bewerbungs Verwaltungs URL einfügen

source: You have successfully applied for [job_title]
de_de: Sie haben sich erfolgreich auf [job_title] beworben.

source: Congratulation [candidate_name],<br/><br/> You've successfully applied for [job_title].<br/> <a href="[job_url]">View Job Detail</a><br/> You can manage and follow status of your applied jobs and applications in <a href="[application_manage_url]">My Applications</a>. <br/><br/> Note: Due to high application volume, employers may not be able to respond to all the application. <br/><br/> Good luck on your future career path! <br/><br/> Best regards,<br/> [site_name]
de_de: Herzlichen Glückwunsch [candidate_name],<br/><br/> Sie haben sich erfolgreich auf [job_title] beworben.<br/> <a href="[job_url]">Job Details anzeigen</a><br/> Sie können Ihre Bewerbungen hier einsehen und Ihren Status überprüfen. <a href="[application_manage_url]">Meine Bewerbungens</a>. <br/><br/> Achtung: Auf Grund vieler Bewerbungen können Arbeitgeber nicht immer auf alle Bewerbungen antworten. <br/><br/> Viel Glück für Ihre zukünftige Karriere <br/><br/> Mit freundlichen Grüßen<br/> [site_name]

source: inserting approved apply title responded message
de_de: genehmigten bewerbungs titel einfügen

source: Hi [candidate_name],<br/> [job_company] has just responded to your application for job <a href="[job_url]">[job_title]</a> with message: <br/> <div style="font-style: italic;"> %5$s </div> <br/> You can manage your applications in <a href="[application_manage_url]">Manage Application</a>. <br/> Best regards,<br/> [site_name]
de_de: Hi [candidate_name],<br/> [job_company] hat gerade auf Ihrer Bewerbung für den Job<a href="[job_url]">[job_title]</a> geantwortet und ihnen eine Nachricht hinterlassen <br/> <div style="font-style: italic;"> %5$s </div> <br/> Sie können Ihre Bewerbung hier einsehen <a href="[application_manage_url]">Bewerbung verwalten</a>. <br/> Mit freundlichen Grüßen<br/> [site_name]

source: inserting approved apply responded message
de_de: genehmigte bewerbungs antworts nachricht einfügen

source: [job_company] has responded to your application
de_de: [job_company] hat auf Ihrer Bewerbung geantwortet

source: Hi [candidate_name],<br/> [job_company] has just responded to your application for job <a href="[job_url]">[job_title]</a> with message: <br/> <div style="font-style: italic;"> [responded] </div> <br/> You can manage your applications in <a href="[application_manage_url]">Manage Application</a>. <br/> Best regards,<br/> [site_name]
de_de: Hi [candidate_name],<br/> [job_company] hat gerade auf Ihrer Bewerbung für den Job<a href="[job_url]">[job_title]</a> geantwortet und ihnen eine Nachricht hinterlassen <br/> <div style="font-style: italic;"> [responded] </div> <br/> Sie können Ihre Bewerbung hier einsehen <a href="[application_manage_url]">Bewerbung verwalten</a>. <br/> Mit freundlichen Grüssen <br/> [site_name]

source: You've posted a resume: [resume_title]
de_de: Sie haben den Lebenslauf mit dem Titel: [resume_title] erfolgreich veröffentlicht.

source: Hi [candidate_name], <br/><br/> You've posted a new resume:<br/> Title: [resume_title]<br/> Location: [resume_category]<br/> Category: [resume_location]<br/> <br/><br/> You can manage your resumes in <a href="[resume_manage_url]">Manage Resume</a>. <br/><br/> Best regards,<br/> [site_name]
de_de: Hallo [candidate_name], <br/><br/> Sie haben einen Lebenslauf veröffentlich<br/> Titel: [resume_title]<br/> Standort: [resume_category]<br/> Kategorie: [resume_location]<br/> <br/><br/> Sie können Ihre Lebensläufe hier verwalten <a href="[resume_manage_url]">Lebensläufe verwalten</a>. <br/><br/> Mit freundlichen Grüssen<br/> [site_name]

source: Hi [candidate_name], <br/><br/> Your submitted resume [resume_title] has been approved and published now on [site_name]:<br/> <a href="[resume_url]">View Resume Detail</a>. <br/><br/> You can manage your resumes in <a href="[resume_manage_url]">Manage Resumes</a><br/><br/> Best regards,<br/> [site_name]
de_de: Hallo [candidate_name], <br/><br/> Ihr übermittelter Lebenslauf mit dem Titel: [resume_title] wurde genehmigt und auf [site_name] veröffentlicht:<br/> <a href="[resume_url]">Lebenslauf Details anzeigen</a>. <br/><br/> Sie können Ihren Lebenslauf hier verwalten <a href="[resume_manage_url]">Lebenslauf verwalten</a><br/><br/> Mit freundlichen Grüssen<br/> [site_name]

source: Hi [candidate_name], <br/><br/> Your submitted resume [resume_title] can not be published and has been deleted. You will have to submit another resume. <br/><br/> You can manage your resumes in <a href="[resume_manage_url]">Manage Resumes</a><br/><br/> Best regards,<br/> [site_name]
de_de: Hello [candidate_name], <br/><br/> Ihr übermittelter Lebenslauf [resume_title] kann leider nicht veröffentlich werden und wurde gelöscht. Sie müssen leider einen neuen Lebenslauf einreichen. <br/><br/> Sie können Ihre Lebensläufe hier einsehen<a href="[resume_manage_url]">Lebensläufe verwalten</a><br/><br/> Mi freundlichen Grüssen,<br/> [site_name]

source: Default content
de_de: Standard Inhalt
